[
    {
        "name": "Apramycin",
        "summary": "Apramycin is an aminoglycoside antibiotic for veterinary use that is used to treat infections in animals.",
        "background": "Apramycin is an aminoglycoside antibiotic and has a bactericidal action against many gram-negative bacteria. Apramycin is a structurally unique antibiotic that contains a bicyclic sugar moiety and a monosubstituted deoxystreptamine. It is not approved for use in humans.",
        "pharmacologyIndication": "For the treatment of bacterial infections in animals.",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "Apramycin stands out among aminoglycosides for its mechanism of action which is based on blocking translocation and its ability to bind also to the eukaryotic decoding site despite differences in key residues required for apramycin recognition by the bacterial target. The drug binds in the deep groove of the RNA which forms a continuously stacked helix comprising non-canonical C.A and G.A base pairs and a bulged-out adenine. The binding mode of apramycin at the human decoding-site RNA is distinct from aminoglycoside recognition of the bacterial target, suggesting a molecular basis for the actions of apramycin in eukaryotes and bacteria.",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Not Available",
        "id": "DB04626"
    },
    {
        "name": "Gentamicin",
        "summary": "Gentamicin is an aminoglycoside used to treat a wide variety of aerobic infections in the body.",
        "background": "Gentamicin is a bactericidal aminoglycoside that was discovered and isolated from Micromonospora purpurea in 1963.<a href='reference://reference-A234349'>¹</a> It is one of the most frequently prescribed aminoglycosides due to its spectrum of activity, low cost, and availability.<a href='reference://reference-A234339'>²</a>⁻<a href='reference://reference-A234354'>³</a> Gentamicin is effective against both gram-positive and gram-negative organisms but is particularly useful for the treatment of severe gram-negative infections including those caused by Pseudomonas aeruginosa.<a href='reference://reference-A233325'>⁴</a>⁻<a href='reference://reference-A234359'>⁵</a>⁻<a href='reference://reference-A234364'>⁶</a> There is the added benefit of synergy when gentamicin is co-administered with other antibacterials such as beta-lactams.<a href='reference://reference-A234364'>⁶</a> This synergistic activity is not only important for the treatment of complex infections, but can also contribute to dose optimization and reduced adverse effects.<a href='reference://reference-A234359'>⁵</a>⁻<a href='reference://reference-A234364'>⁶</a>\nAlthough gentamicin is well-established and may be used in a variety of clinical applications, it is also associated with severe adverse effects including nephrotoxicity and ototoxicity which may limit its use.<a href='reference://reference-A234369'>⁷</a>",
        "pharmacologyIndication": "Not Available",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "There are 3 key phases of aminoglycoside entry into cells.<a href='reference://reference-A232294'>⁸</a> The first “ionic binding phase” occurs when polycationic aminoglycosides bind electrostatically to negatively charged components of bacterial cell membranes including with lipopolysaccharides and phospholipids within the outer membrane of Gram-negative bacteria and to teichoic acids and phospholipids within the cell membrane of Gram-positive bacteria. This binding results in displacement of divalent cations and increased membrane permeability, allowing for aminoglycoside entry.<a href='reference://reference-A232294'>⁸</a>⁻<a href='reference://reference-A232304'>⁹</a>⁻<a href='reference://reference-A232309'>¹⁰</a>⁻<a href='reference://reference-A232314'>¹¹</a>\nThe second “energy-dependent phase I” of aminoglycoside entry into the cytoplasm relies on the proton-motive force and allows a limited amount of aminoglycoside access to its primary intracellular target - the bacterial 30S ribosome.<a href='reference://reference-A232294'>⁸</a>⁻<a href='reference://reference-A232314'>¹¹</a> This ultimately results in the mistranslation of proteins and disruption of the cytoplasmic membrane.<a href='reference://reference-A233320'>¹²</a> Finally, in the “energy-dependent phase II” stage, concentration-dependent bacterial killing is observed. Aminoglycoside rapidly accumulates in the cell due to the damaged cytoplasmic membrane, and protein mistranslation and synthesis inhibition is amplified.<a href='reference://reference-A232294'>⁸</a>⁻<a href='reference://reference-A232314'>¹¹</a> The necessity of oxygen-dependent active transport explains why aminoglycosides are ineffective against anaerobic bacteria.<a href='reference://reference-A234130'>¹³</a>\nHence, aminoglycosides have both immediate bactericidal effects through membrane disruption and delayed bactericidal effects through impaired protein synthesis; observed experimental data and mathematical modeling support this two-mechanism model.<a href='reference://reference-A232294'>⁸</a>\nInhibition of protein synthesis is a key component of aminoglycoside efficacy. Structural and cell biological studies suggest that aminoglycosides bind to the 16S rRNA in helix 44 (h44), near the A site of the 30S ribosomal subunit, altering interactions between h44 and h45. This binding also displaces two important residues, A1492 and A1493, from h44, mimicking normal conformational changes that occur with successful codon-anticodon pairing in the A site.<a href='reference://reference-A232329'>¹⁴</a> Overall, aminoglycoside binding has several negative effects including inhibition of translation, initiation, elongation, and ribosome recycling.<a href='reference://reference-A232294'>⁸</a>⁻<a href='reference://reference-A232334'>¹⁵</a>⁻<a href='reference://reference-A232339'>¹⁶</a> Recent evidence suggests that the latter effect is due to a cryptic second binding site situated in h69 of the 23S rRNA of the 50S ribosomal subunit.<a href='reference://reference-A232329'>¹⁴</a>⁻<a href='reference://reference-A232339'>¹⁶</a> Also, by stabilizing a conformation that mimics correct codon-anticodon pairing, aminoglycosides promote error-prone translation.<a href='reference://reference-A232344'>¹⁷</a> Mistranslated proteins can incorporate into the cell membrane, inducing the damage discussed above.<a href='reference://reference-A232294'>⁸</a>",
        "absorption": "Not Available",
        "proteinBinding": "Studies have determined that plasma protein binding of gentamicin is between 0-30% depending on the method of testing.<a href='reference://reference-L9689'>¹⁸</a>",
        "metabolism": "Gentamicin undergoes little to no metabolism.<a href='reference://reference-L33254'>¹⁹</a>",
        "routeOfElimination": "Gentamicin is excreted primarily by the kidneys. In patients with normal renal function, 70% or more of an initial gentamicin dose can be recovered in the urine within 24 hours. Excretion of gentamicin is significantly reduced in patients with renal impairment.<a href='reference://reference-L33254'>¹⁹</a>",
        "toxicity": "As with other aminoglycosides, nephrotoxicity and ototoxicity are associated with gentamicin.<a href='reference://reference-A232294'>⁸</a> Signs of nephrotoxicity include an increase in plasma creatinine and urea, while signs of ototoxicity include issues with balance, nausea, tinnitus, and hearing loss.<a href='reference://reference-A234339'>²</a> It is important to note that aminoglycoside-induced nephrotoxicity is typically reversible, while ototoxicity is more likely to be permanent.<a href='reference://reference-A232294'>⁸</a> The risk of both toxicities increases with long-term gentamicin therapy.<a href='reference://reference-A234130'>¹³</a> Gentamicin is considered to be more vestibulotoxic than cochleotoxic compared to other aminoglycosides.<a href='reference://reference-A232294'>⁸</a>⁻<a href='reference://reference-A234334'>²⁰</a> Unfortunately, gentamicin-related ototoxicity does not correlate with cumulative dosing, peak and trough levels, or dosing schedule.<a href='reference://reference-A234339'>²</a> The unpredictability of ototoxicity supports close monitoring of the patient throughout treatment.<a href='reference://reference-A234339'>²</a> In cases of toxicity or overdose, the medication should be discontinued immediately; hemodialysis may be initiated to lower gentamicin serum concentrations.<a href='reference://reference-L33254'>¹⁹</a>",
        "id": "DB00798"
    },
    {
        "name": "Kanamycin",
        "summary": "Kanamycin is an aminoglycoside antibiotic agent used in the treatment of various infections caused by susceptible bacteria.",
        "background": "Kanamycin (also known as kanamycin A) is an aminoglycoside bacteriocidal antibiotic, available in oral, intravenous, and intramuscular forms, and used to treat a wide variety of infections. Kanamycin is isolated from the bacterium Streptomyces kanamyceticus and its most commonly used form is kanamycin sulfate.",
        "pharmacologyIndication": "For treatment of infections where one or more of the following are the known or suspected pathogens: E. coli, Proteus species (both indole-positive and indole-negative), E. aerogenes, K. pneumoniae, S. marcescens, and Acinetobacter species.",
        "pharmacodynamics": "Kanamycin is an aminoglycoside antibiotic. Aminoglycosides work by binding to the bacterial 30S ribosomal subunit, causing misreading of t-RNA, leaving the bacterium unable to synthesize proteins vital to its growth. Aminoglycosides are useful primarily in infections involving aerobic, Gram-negative bacteria, such as Pseudomonas, Acinetobacter, and Enterobacter. In addition, some mycobacteria, including the bacteria that cause tuberculosis, are susceptible to aminoglycosides. Infections caused by Gram-positive bacteria can also be treated with aminoglycosides, but other types of antibiotics are more potent and less damaging to the host. In the past the aminoglycosides have been used in conjunction with penicillin-related antibiotics in streptococcal infections for their synergistic effects, particularly in endocarditis. Aminoglycosides are mostly ineffective against anaerobic bacteria, fungi and viruses.",
        "mechanismOfAction": "Aminoglycosides like kanamycin \"irreversibly\" bind to specific 30S-subunit proteins and 16S rRNA. Specifically Kanamycin binds to four nucleotides of 16S rRNA and a single amino acid of protein S12. This interferes with decoding site in the vicinity of nucleotide 1400 in 16S rRNA of 30S subunit. This region interacts with the wobble base in the anticodon of tRNA. This leads to interference with the initiation complex, misreading of mRNA so incorrect amino acids are inserted into the polypeptide leading to nonfunctional or toxic peptides and the breakup of polysomes into nonfunctional monosomes.",
        "absorption": "Kanamycin is rapidly absorbed after intramuscular injection and peak serum levels are generally reached within approximately one hour. Poor oral and topical absorption except with severe skin damage. ",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Mild and reversible nephrotoxicity may be observed in 5 - 25% of patients. Amikacin accumulates in proximal renal tubular cells. Tubular cell regeneration occurs despite continued drug exposure. Toxicity usually occurs several days following initiation of therapy. May cause irreversible ototoxicity. Otoxocity appears to be correlated to cumulative lifetime exposure. Drug accumulation in the endolymph and perilymph of the inner ear causes irreversible damage to hair cells of the cochlea or summit of ampullar cristae in the vestibular complex. High frequency hearing is lost first with progression leading to loss of low frequency hearing. Further toxicity may lead to retrograde degeneration of the 8th cranial (vestibulocochlear) nerve. Vestibular toxicity may cause vertigo, nausea, vomiting, dizziness and loss of balance.\nOral LD50 is 17500 mg/kg in mice, over 4 g/kg in rats, and over 3 g/kg in rabbits.",
        "id": "DB01172"
    },
    {
        "name": "Neomycin",
        "summary": "Neomycin is an aminoglycoside antibiotic agent used orally and topically to treat a wide variety of infections in the body.",
        "background": "Neomycin is a broad-spectrum aminoglycoside antibiotic drug that is derived from the metabolic products of Streptomyces fradiae.<a href='reference://reference-L11979'>¹</a> Neomycin is a complex comprised of three components, neomycin A, B, and C.<a href='reference://reference-A191529'>²</a> Neomycin B, also known as framycetin, is the most active component of the complex and neomycin C is the isomer of neomycin B, making these two stereoisomers the active components of neomycin.<a href='reference://reference-A175042'>³</a>⁻<a href='reference://reference-A191529'>²</a> Neomycin A, or neamine, is a moiety that conjoins two molecules of neomycin B and C together.<a href='reference://reference-A175042'>³</a> Neomycin is active against both gram-positive and gram-negative organisms and mediates its pharmacological action by binding to bacterial ribosomes and inhibiting protein synthesis, which is crucial for the survival of bacteria.<a href='reference://reference-L11985'>⁴</a> \nNeomycin sulfate is the most common form for pharmaceutical preparations; because the compound is a complex, the amount of neomycin in products is measured in units.<a href='reference://reference-A191529'>²</a> Neomycin sulfate as monotherapy is available in an oral solution for adjunct use in the treatment of hepatic coma.<a href='reference://reference-L11979'>¹</a> It is also used in combination with polymyxin B sulfates and hydrocortisone in otic suspensions for use in the treatment of bacterial infections in the external auditory canal, including infections caused by medical procedures in the ear.<a href='reference://reference-L10532'>⁵</a> Neomycin is also used in combination with polymyxin B sulfates and dexamethasone in ophthalmic preparations for use in the treatment of inflammatory conditions and infections in the eye.<a href='reference://reference-L10716'>⁶</a> Neomycin is also available in over-the-counter topical products to prevent minor skin infections.",
        "pharmacologyIndication": "Oral neomycin sulfate is indicated as an adjunctive therapy in hepatic coma (portal-system encephalopathy) by reducing ammonia-forming bacteria in the intestinal tract. It is strongly recommended that oral neomycin is only used in infections that are proven or strongly suspected to be caused by susceptible bacteria to reduce the risk of the development of drug-resistant bacteria.<a href='reference://reference-L11979'>¹</a>\nNeomycin, in combination with polymyxin B sulfates and hydrocortisone in otic suspensions, is used in the treatment of superficial bacterial infections of the external auditory canal caused by organisms susceptible to the antibiotics. This otic formulation is also used in the treatment of infections of mastoidectomy and fenestration cavities caused by organisms susceptible to the antibiotics.<a href='reference://reference-L10532'>⁵</a>\nThe ophthalmic solution containing neomycin in combination with polymyxin B sulfates and dexamethasone is used to treat steroid-responsive inflammatory ocular conditions for which a corticosteroid is indicated and where bacterial infection or a risk of bacterial infection exists.<a href='reference://reference-L10716'>⁶</a>",
        "pharmacodynamics": "Neomycin mediates its bactericidal action by inhibiting bacterial protein synthesis, thereby suppressing the growth and survival of susceptible bacteria. Following oral administration, the duration of bactericidal activity of neomycin ranged from 48 to 72 hours.<a href='reference://reference-L11979'>¹</a> By decreasing colonic bacteria that produce ammonia, neomycin was shown to be effective as an adjunctive therapy in hepatic coma to improve neurologic symptoms.<a href='reference://reference-L11979'>¹</a>⁻<a href='reference://reference-L11985'>⁴</a> \nNeomycin is active against both gram positive and gram negative organisms, including the major E. coli species resident in the colon as well as the enteropathogenic forms of E. coli.<a href='reference://reference-L11985'>⁴</a> It is also active against Klebsiella-Enterobacter group.<a href='reference://reference-L11979'>¹</a> Resistant strains of E. coli, Klebsiella and Proteus spp. may emerge from neomycin therapy.<a href='reference://reference-A191529'>²</a> Neomycin has no antifungal activity and has some activity against some protozoa.<a href='reference://reference-A175042'>³</a>",
        "mechanismOfAction": "Like other aminoglycoside antibiotic drugs, neomycin inhibits bacterial ribosomes by binding to the 30S ribosomal subunit of susceptible bacteria and disrupting the translational machinery of bacterial protein synthesis.<a href='reference://reference-A15783'>⁷</a>⁻<a href='reference://reference-T28'>⁸</a> Bacterial translation is normally initiated by the mRNA binding to the 30S ribosomal subunit and subsequent binding with 50S subunit for elongation.<a href='reference://reference-T28'>⁸</a>",
        "absorption": "Neomycin is poorly absorbed from the gastrointestinal tract. Gastrointestinal absorption of the drug may be increased if inflammatory or ulcerative gastrointestinal disease is present.<a href='reference://reference-L11979'>¹</a>",
        "proteinBinding": "Findings from protein binding studies suggest low protein binding profile for neomycin sulfate, which can range from 0-30% depending on test methods.<a href='reference://reference-L11979'>¹</a>",
        "metabolism": "There is limited information on the metabolism of neomycin, as there is limited systemic absorption following drug administration. Metabolism is deemed to be negligible.",
        "routeOfElimination": "The small absorbed fraction of neomycin is excreted by the kidney. The unabsorbed portion of the drug is excreted unchanged in the feces.<a href='reference://reference-L11979'>¹</a>",
        "toxicity": "The oral LD<small><sub>50</sub></small> of neomycin sulfate in mouse is &gt; 8 g/kg. The subcutaneous LD<small><sub>50</sub></small> is 200 mg/kg in rat and 190 mg/kg in mouse. The intraperitoneal LD<small><sub>50</sub></small> in mouse is 305 mg/kg. The oral Lowest published toxic dose (TDLo) in woman is 12600 mg/kg/7D.<a href='reference://reference-L11982'>⁹</a>\nBecause of low absorption, acute overdosage from oral neomycin is not likely to occur. However, prolonged administration of neomycin should be avoided because of the possibility of some systemic absorption and the risk of neurotoxicity, ototoxicity, and/or nephrotoxicity. Hemodialysis will remove neomycin from the blood. While nephrotoxicity and ototoxicity have been reported in otherwise patients without compromised renal function, the risk for developing these toxicities is increased in patients with renal impairment.<a href='reference://reference-L11985'>⁴</a> Like other aminoglycosides, neomycin may cause fetal harm and total irreversible bilateral congenital deafness when administered in pregnant women.<a href='reference://reference-L11979'>¹</a> ",
        "id": "DB00994"
    },
    {
        "name": "Streptomycin",
        "summary": "Streptomycin is an aminoglycoside antibiotic indicated to treat multi-drug resistant mycobacterium tuberculosis and various non-tuberculosis infections.",
        "background": "Streptomycin, an antibiotic derived from Streptomyces griseus, was the first aminoglycoside to be discovered and used in practice in the 1940s.<a href='reference://reference-A233325'>¹</a>⁻<a href='reference://reference-A233390'>²</a> Selman Waksman and eventually Albert Schatz were recognized with the Nobel Prize in Medicine for their discovery of streptomycin and its antibacterial activity.<a href='reference://reference-A233325'>¹</a>⁻<a href='reference://reference-A232294'>³</a> Although streptomycin was the first antibiotic determined to be effective against mycobacterium tuberculosis, it has fallen out of favor due to resistance and is now primarily used as adjunctive treatment in cases of multi-drug resistant tuberculosis.<a href='reference://reference-A233325'>¹</a>",
        "pharmacologyIndication": "Although streptomycin was the first antibiotic available for the treatment of mycobacterium tuberculosis, it is now largely a second line option due to resistance and toxicity.<a href='reference://reference-A233320'>⁴</a> Streptomycin may also be used to treat a variety of other infections caused by susceptible strains of aerobic bacteria where other less toxic agents are ineffective. Examples include: Yersinia pestis, Francisella tularensis, Brucella, Calymmatobacterium granulomatis (donovanosis, granuloma inguinale), H. ducreyi (chancroid), H. influenzae (in respiratory, endocardial, and meningeal infections - concomitantly with another antibacterial agents). K. pneumoniae pneumonia (concomitantly with another antibacterial agent), E.coli, Proteus, A.aerogenes, K. pneumoniae, and\nEnterococcus faecalis in urinary tract infections, Streptococcus viridans, Enterococcus faecalis (in endocardial infections - concomitantly with penicillin), and Gram-negative bacillary bacteremia (concomitantly with another antibacterial agent).",
        "pharmacodynamics": "Although streptomycin originally had broad gram-negative and gram-positive coverage, its spectrum of activity has been significantly narrowed due to antibiotic resistance.<a href='reference://reference-A233320'>⁴</a> Streptomycins current spectrum of activity includes susceptible strains of Yersinia pestis, Francisella tularensis, Brucella, Calymmatobacterium granulomatis, H. ducreyi, H. influenza, K. pneumoniae pneumonia, E.coli, Proteus, A. aerogenes, K. pneumoniae, Enterococcus faecalis, Streptococcus viridans, Enterococcus faecalis, and Gram-negative bacillary bacteremia. Streptomycin is not reliably active against pseudomonas aeruginosa.<a href='reference://reference-A233320'>⁴</a> \nSimilar to other aminoglycosides, streptomycin is considered to have a narrow therapeutic index.<a href='reference://reference-A233769'>⁵</a> Characteristic toxicities of streptomycin include nephrotoxicity and ototoxicity.<a href='reference://reference-A233320'>⁴</a>⁻<a href='reference://reference-A232294'>³</a> Patients should be carefully monitored for early signs of hearing loss and vestibular dysfunction in order to prevent permanent damage to sensorineural cells. Neuromuscular blockade has also been rarely reported.<a href='reference://reference-A232294'>³</a>",
        "mechanismOfAction": "There are 3 key phases of aminoglycoside entry into cells.<a href='reference://reference-A232294'>³</a> The first “ionic binding phase” occurs when polycationic aminoglycosides bind electrostatically to negatively charged components of bacterial cell membranes including with lipopolysaccharides and phospholipids within the outer membrane of Gram-negative bacteria and to teichoic acids and phospholipids within the cell membrane of Gram-positive bacteria. This binding results in displacement of divalent cations and increased membrane permeability, allowing for aminoglycoside entry.<a href='reference://reference-A232294'>³</a>⁻<a href='reference://reference-A232304'>⁶</a>⁻<a href='reference://reference-A232309'>⁷</a>⁻<a href='reference://reference-A232314'>⁸</a>\nThe second “energy-dependent phase I” of aminoglycoside entry into the cytoplasm relies on the proton-motive force and allows a limited amount of aminoglycoside access to its primary intracellular target - the bacterial 30S ribosome.<a href='reference://reference-A232294'>³</a>⁻<a href='reference://reference-A232314'>⁸</a> This ultimately results in the mistranslation of proteins and disruption of the cytoplasmic membrane.<a href='reference://reference-A233320'>⁴</a> Finally, in the “energy-dependent phase II” stage, concentration-dependent bacterial killing is observed. Aminoglycoside rapidly accumulates in the cell due to the damaged cytoplasmic membrane, and protein mistranslation and synthesis inhibition is amplified.<a href='reference://reference-A232294'>³</a>⁻<a href='reference://reference-A232314'>⁸</a>⁻<a href='reference://reference-A232319'>⁹</a>\nHence, aminoglycosides have both immediate bactericidal effects through membrane disruption and delayed bactericidal effects through impaired protein synthesis; observed experimental data and mathematical modeling support this two-mechanism model.<a href='reference://reference-A232294'>³</a>⁻<a href='reference://reference-A232299'>¹⁰</a>\nInhibition of protein synthesis is a key component of aminoglycoside efficacy. Structural and cell biological studies suggest that aminoglycosides bind to the 16S rRNA in helix 44 (h44), near the A site of the 30S ribosomal subunit, altering interactions between h44 and h45. This binding also displaces two important residues, A1492 and A1493, from h44, mimicking normal conformational changes that occur with successful codon-anticodon pairing in the A site.<a href='reference://reference-A232324'>¹¹</a>⁻<a href='reference://reference-A232329'>¹²</a> Overall, aminoglycoside binding has several negative effects including inhibition of translation, initiation, elongation, and ribosome recycling.<a href='reference://reference-A232294'>³</a>⁻<a href='reference://reference-A232334'>¹³</a>⁻<a href='reference://reference-A232339'>¹⁴</a> Recent evidence suggests that the latter effect is due to a cryptic second binding site situated in h69 of the 23S rRNA of the 50S ribosomal subunit.<a href='reference://reference-A232329'>¹²</a>⁻<a href='reference://reference-A232339'>¹⁴</a> Also, by stabilizing a conformation that mimics correct codon-anticodon pairing, aminoglycosides promote error-prone translation.<a href='reference://reference-A232344'>¹⁵</a> Mistranslated proteins can incorporate into the cell membrane, inducing the damage discussed above.<a href='reference://reference-A232294'>³</a>⁻<a href='reference://reference-A232319'>⁹</a>",
        "absorption": "Due to poor oral absorption, aminoglycosides including streptomycin are administered parenterally. Streptomycin is available as an intramuscular injection, and in some cases may be administered intravenously.<a href='reference://reference-A233320'>⁴</a>⁻<a href='reference://reference-A233325'>¹</a> A peak serum concentration of 25-50 mcg/mL is achieved within 1 hour after intramuscular administration of 1 gram of streptomycin.<a href='reference://reference-L33224'>¹⁶</a> ",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Approximately 50% of streptomycin is eliminated in the urine within 24 hours after intravenous or intramuscular administration.<a href='reference://reference-A233734'>¹⁷</a> ",
        "toxicity": "The most common symptoms of streptomycin overdose are ototoxicity and vestibular impairment.<a href='reference://reference-A233320'>⁴</a> Streptomycin is also associated with nephrotoxicity which presents as mild elevations in blood urea, mild proteinuria, and excess cellular excretion. While in severe cases, streptomycin may lead to permanent hearing loss and vestibular dysfunction, any associated nephrotoxicity is typically transient.<a href='reference://reference-A233320'>⁴</a>⁻<a href='reference://reference-A233385'>¹⁸</a> In cases of toxicity, streptomycin serum concentrations may be lowered with dialysis.<a href='reference://reference-A233320'>⁴</a>",
        "id": "DB01082"
    },
    {
        "name": "Spectinomycin",
        "summary": "Spectinomycin is an aminocyclitol antibiotic used to treat susceptible strains of Neisseria gonorrhoeae.",
        "background": "An antibiotic produced by Streptomyces spectabilis. It is active against gram-negative bacteria and used for the treatment of gonorrhea.",
        "pharmacologyIndication": "For use in the treatment of acute gonorrheal urethritis and proctitis in the male and acute gonorrheal cervicitis and proctitis in the female when due to susceptible strains of Neisseria gonorrhoeae.",
        "pharmacodynamics": "Spectinomycin is an aminocyclitol antibiotic produced by a species of soil microorganism designated as Streptomyces spectabilis. In vitro studies have shown spectinomycin to be active against most strains of Neisseria gonorrhoeae (minimum inhibitory concentration &lt;7.5 to 20 mcg/mL). Footprint studies indicate that spectinomycin exerts regional effects on ribosomal structure.",
        "mechanismOfAction": "Spectinomycin is an inhibitor of protein synthesis in the bacterial cell; the site of action is the 30S ribosomal subunit. It is bactericidal in its action.",
        "absorption": "Rapidly and almost completely absorbed after intramuscular injection.",
        "proteinBinding": "Not significant",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Acute oral toxicity (LD<small><sub>50</sub></small>): &gt;5000 mg/kg [Rat]. Information on overdosage in humans is not available.",
        "id": "DB00919"
    },
    {
        "name": "Chloramphenicol",
        "summary": "Chloramphenicol is a broad spectrum antibiotic that is effective against a variety of susceptible and serious bacterial infections but is not frequently used because of its high risk of bone marrow toxicity.",
        "background": "An antibiotic first isolated from cultures of Streptomyces venezuelae in 1947 but now produced synthetically. It has a relatively simple structure and was the first broad-spectrum antibiotic to be discovered. It acts by interfering with bacterial protein synthesis and is mainly bacteriostatic. (From Martindale, The Extra Pharmacopoeia, 29th ed, p106)\nThe FDA has withdrawn all oral drug products containing chloramphenicol, due to the high risk of fatal aplastic anemia associated with this specific route of administration.<a href='reference://reference-L43942'>¹</a>⁻<a href='reference://reference-L44022'>²</a>",
        "pharmacologyIndication": "Used in treatment of cholera, as it destroys the vibrios and decreases the diarrhea. It is effective against tetracycline-resistant vibrios. It is also used in eye drops or ointment to treat bacterial conjunctivitis.",
        "pharmacodynamics": "Chloramphenicol is a broad-spectrum antibiotic that was derived from the bacterium Streptomyces venezuelae and is now produced synthetically. Chloramphenicol is effective against a wide variety of microorganisms, but due to serious side-effects (e.g., damage to the bone marrow, including aplastic anemia) in humans, it is usually reserved for the treatment of serious and life-threatening infections (e.g., typhoid fever). Chloramphenicol is bacteriostatic but may be bactericidal in high concentrations or when used against highly susceptible organisms. Chloramphenicol stops bacterial growth by binding to the bacterial ribosome (blocking peptidyl transferase) and inhibiting protein synthesis.",
        "mechanismOfAction": "Chloramphenicol is lipid-soluble, allowing it to diffuse through the bacterial cell membrane. It then reversibly binds to the L16 protein of the 50S subunit of bacterial ribosomes, where transfer of amino acids to growing peptide chains is prevented (perhaps by suppression of peptidyl transferase activity), thus inhibiting peptide bond formation and subsequent protein synthesis.",
        "absorption": "Rapidly and completely absorbed from gastrointestinal tract following oral administration (bioavailability 80%). Well absorbed following intramuscular administration (bioavailability 70%). Intraocular and some systemic absorption also occurs after topical application to the eye.",
        "proteinBinding": "Plasma protein binding is 50-60% in adults and 32% is premature neonates.",
        "metabolism": "Hepatic, with 90% conjugated to inactive glucuronide.",
        "routeOfElimination": "Not Available",
        "toxicity": "Oral, mouse: LD<small><sub>50</sub></small> = 1500 mg/kg; Oral, rat: LD<small><sub>50</sub></small> = 2500 mg/kg. Toxic reactions including fatalities have occurred in the premature and newborn; the signs and symptoms associated with these reactions have been referred to as the gray syndrome. Symptoms include (in order of appearance) abdominal distension with or without emesis, progressive pallid cyanosis, vasomotor collapse frequently accompanied by irregular respiration, and death within a few hours of onset of these symptoms.",
        "id": "DB00446"
    },
    {
        "name": "Flumequine",
        "summary": "Not available",
        "background": "Flumequine is a synthetic chemotherapeutic antibiotic of the fluoroquinolone drug class used to treat bacterial infections.",
        "pharmacologyIndication": "Not Available",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "Not Available",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Not Available",
        "id": "DB08972"
    },
    {
        "name": "Ciprofloxacin",
        "summary": "Ciprofloxacin is a second generation fluoroquinolone used to treat various susceptible bacterial infections.",
        "background": "Ciprofloxacin is a second generation fluoroquinolone that has spawned many derivative antibiotics.<a href='reference://reference-A178870'>¹</a> It is formulated for oral, intravenous, intratympanic, ophthalmic, and otic administration for a number of bacterial infections.<a href='reference://reference-L6469'>²</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6490'>⁹</a>⁻<a href='reference://reference-L6493'>¹⁰</a>\nThe first ciprofloxacin containing product was FDA approved on 22 October 1987.<a href='reference://reference-L6463'>¹¹</a>",
        "pharmacologyIndication": "Ciprofloxacin is only indicated in infections caused by susceptible bacteria.<a href='reference://reference-L6469'>²</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6490'>⁹</a>⁻<a href='reference://reference-L6493'>¹⁰</a>\nCiprofloxacin immediate release tablets, oral suspensions, and intravenous injections are indicated for the treatment of skin and skin structure infections, bone and joint infections, complicated intra-abdominal infections, nosocomial pneumonia, febrile neutropenia, adults who have inhaled anthrax, plague, chronic bacterial prostatitis, lower respiratory tract infections including acute exacerbations of chronic bronchitis, urinary tract infections, complicated urinary tract infections in pediatrics, complicated pyelonephritis in pediatrics, and acute sinusitis.<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6478'>⁵</a>\nA ciprofloxacin otic solution and otic suspension with hydrocortisone are indicated for acute otitis externa.<a href='reference://reference-L6469'>²</a>⁻<a href='reference://reference-L6484'>⁷</a> Ciprofloxacin suspension with dexamethasone is indicated for acute otitis media in pediatric patients with tympanostomy tubes or acute otitis externa.<a href='reference://reference-L6490'>⁹</a> A ciprofloxacin intratympanic injection is indicated for pediatric patients with bilateral otitis media with effusion who are having tympanostomy tubes placed or pediatric patients 6 months or older with acute otitis externa.<a href='reference://reference-L6493'>¹⁰</a>\nA ciprofloxacin eye drop is indicated for bacterial corneal ulcers and conjunctivitis.<a href='reference://reference-L6472'>³</a> A ciprofloxacin eye ointment is indicated for bacterial conjunctivitis.<a href='reference://reference-L6475'>⁴</a>\nA ciprofloxacin extended release tablet is indicated for uncomplicated urinary tract infections, complicated urinary tract infections, and acute uncomplicated pyelonephritis.<a href='reference://reference-L6487'>⁸</a>",
        "pharmacodynamics": "Ciprofloxacin is a second generation fluoroquinolone that is active against many Gram negative and Gram positive bacteria.<a href='reference://reference-A178870'>¹</a>⁻<a href='reference://reference-L6469'>²</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6490'>⁹</a>⁻<a href='reference://reference-L6493'>¹⁰</a> It produces its action through inhibition of bacterial DNA gyrase and topoisomerase IV.<a href='reference://reference-A178885'>¹²</a> Ciprofloxacin binds to bacterial DNA gyrase with 100 times the affinity of mammalian DNA gyrase.<a href='reference://reference-A178894'>¹³</a> There is no cross resistance between fluoroquinolones and other classes of antibiotics, so it may be of clinical value when other antibiotics are no longer effective.<a href='reference://reference-A178894'>¹³</a> Ciprofloxain and its derivatives are also being investigated for its action against malaria, cancers, and AIDS.<a href='reference://reference-A178885'>¹²</a>",
        "mechanismOfAction": "Ciprofloxacin acts on bacterial topoisomerase II (DNA gyrase) and topoisomerase IV.<a href='reference://reference-A178885'>¹²</a> Ciprofloxacin's targeting of the alpha subunits of DNA gyrase prevents it from supercoiling the bacterial DNA which prevents DNA replication.<a href='reference://reference-A178876'>¹⁴</a>⁻<a href='reference://reference-A178882'>¹⁵</a>",
        "absorption": "A 250mg oral dose of ciprofloxacin reaches an average maximum concentration of 0.94mg/L in 0.81 hours with an average area under the curve of 1.013L/h*kg.<a href='reference://reference-A178858'>¹⁶</a> The FDA reports an oral bioavailability of 70-80%<a href='reference://label-reference-DB00537'>¹⁷</a>⁻<a href='reference://reference-A820'>¹⁸</a> while other studies report it to be approximately 60%.<a href='reference://reference-A178858'>¹⁶</a> An early review of ciprofloxacin reported an oral bioavailability of 64-85% but recommends 70% for all practical uses.<a href='reference://reference-A178876'>¹⁴</a>",
        "proteinBinding": "20-40%.<a href='reference://label-reference-DB00537'>¹⁷</a>⁻<a href='reference://reference-A178876'>¹⁴</a>",
        "metabolism": "Ciprofloxacin is primarily metabolized by CYP1A2.<a href='reference://reference-L6481'>⁶</a> The primary metabolites oxociprofloxacin and sulociprofloxacin make up 3-8% of the total dose each.<a href='reference://reference-L6487'>⁸</a> Ciprofloxacin is also converted to the minor metabolites desethylene ciprofloxacin and formylciprofloxacin.<a href='reference://reference-L6487'>⁸</a> These 4 metabolites account for 15% of a total oral dose.<a href='reference://reference-L6481'>⁶</a>\nThere is a lack of available data on the enzymes and types of reactions involved in forming these metabolites.<a href='reference://reference-A178822'>¹⁹</a>⁻<a href='reference://reference-A178819'>²⁰</a>⁻<a href='reference://reference-A178828'>²¹</a>⁻<a href='reference://reference-A178831'>²²</a>",
        "routeOfElimination": "27% of an oral dose was recovered unmetabolized in urine compared to 46% of an intravenous dose.<a href='reference://reference-A178858'>¹⁶</a> Collection of radiolabelled ciprofloxacin resulted in 45% recovery in urine and 62% recovery in feces.<a href='reference://reference-A178876'>¹⁴</a>",
        "toxicity": "Patients experiencing an overdose may present with nausea, vomiting, abdominal pain, crystalluria, nephrotoxicity, and oliguria.<a href='reference://reference-A178954'>²³</a>⁻<a href='reference://reference-A178957'>²⁴</a>⁻<a href='reference://reference-A178960'>²⁵</a> Ciprofloxacin overdose typically leads to acute renal failure.<a href='reference://reference-A178960'>²⁵</a> An overdose may progress over the next 6 days with rising serum creatinine and BUN, as well as anuria.<a href='reference://reference-A178957'>²⁴</a> Patients may require prednisone therapy, urgent hemodialysis, or supportive therapy.<a href='reference://reference-A178954'>²³</a>⁻<a href='reference://reference-A178960'>²⁵</a> Depending on the degree of overdose, patients may recover normal kidney function or progress to chronic kidney failure.<a href='reference://reference-A178960'>²⁵</a>\nThe oral LD50 in rats is &gt;2000mg/kg.<a href='reference://reference-L6529'>²⁶</a>\nCiprofloxacin for intratympanic injection or otic use has low systemic absorption and so it unlikely to be a risk in pregnancy or lactation.<a href='reference://reference-L6493'>¹⁰</a> There is generally no harm to the fetus in animal studies, however high doses may lead to gastrointestinal disturbances in the mother which may increase the incidence of abortion.<a href='reference://reference-L6490'>⁹</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6475'>⁴</a> In human studies there was no increase in fetal malformations above background rates.<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a> The risk and benefit of ciprofloxacin should be weighed in pregnancy and breast feeding.<a href='reference://reference-L6490'>⁹</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6469'>²</a>\n2/8 in vitro tests and 0/3 in vivo tests of mutagenicity of ciprofloxacin have yielded a positive result.<a href='reference://reference-L6493'>¹⁰</a>⁻<a href='reference://reference-L6490'>⁹</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6469'>²</a>\nOral doses of 200 and 300 times the maximum recommended clinical dose in rats and mice have shown no carcinogenicity or tumorigenicity.<a href='reference://reference-L6493'>¹⁰</a>⁻<a href='reference://reference-L6472'>³</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6469'>²</a>\nOral doses above the maximum recommended clinical dose have shown no effects on fertility in rats.<a href='reference://reference-L6493'>¹⁰</a>⁻<a href='reference://reference-L6484'>⁷</a>⁻<a href='reference://reference-L6478'>⁵</a>⁻<a href='reference://reference-L6481'>⁶</a>⁻<a href='reference://reference-L6487'>⁸</a>⁻<a href='reference://reference-L6475'>⁴</a>⁻<a href='reference://reference-L6469'>²</a>",
        "id": "DB00537"
    },
    {
        "name": "Enrofloxacin",
        "summary": "Not available",
        "background": "Enrofloxacin is an antibiotic agent from the fluoroquinolone family produced by the Bayer Corporation. Enrofloxacin is approved by the FDA for its veterinary use. Due to the identification of fluoroquinolone-resistant strains of Campylobacter, in September 2005, the FDA withdrew the approval of enrofloxacin for its use in water to treat flocks of poultry.",
        "pharmacologyIndication": "Not Available",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "Not Available",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Not Available",
        "id": "DB11404"
    },
    {
        "name": "Nalidixic acid",
        "summary": "Nalidixic acid is a quinolone antibiotic used to treat urinary tract infections.",
        "background": "Nalidixic acid is a synthetic 1,8-naphthyridine antimicrobial agent with a limited bacteriocidal spectrum. It is an inhibitor of the A subunit of bacterial DNA gyrase.",
        "pharmacologyIndication": "For the treatment of urinary tract infections caused by susceptible gram-negative microorganisms, including the majority of E. Coli, Enterobacter species, Klebsiella species, and Proteus species.",
        "pharmacodynamics": "Nalidixic acid is a quinolone antibacterial agent for oral administration. Nalidixic acid has marked antibacterial activity against gram-negative bacteria including Enterobacter species, Escherichia coli, Morganella Morganii; Proteus Mirabilis, Proteus vulgaris, and Providencia rettgeri. Pseudomonas species are generally resistant to the drug. Nalidixic acid is bactericidal and is effective over the entire urinary pH range. Conventional chromosomal resistance to nalidixic acid taken in full dosage has been reported to emerge in approximately 2 to 14 percent of patients during treatment; however, bacterial resistance to nalidixic acid has not been shown to be transferable via R factor.",
        "mechanismOfAction": "Evidence exists for Nalidixic acid that its active metabolite, hydroxynalidixic acid, binds strongly, but reversibly, to DNA, interfering with synthesis of RNA and, consequently, with protein synthesis.",
        "absorption": "Following oral administration, nalidixic acid is rapidly absorbed from the gastrointestinal tract. Bioavailability is approximately 96%. Absorption may be delayed if taken with antacids.",
        "proteinBinding": "Nalidixic acid is 93% bound to protein in the blood, and the active metabolite, hydroxynalidixic acid is 63% bound.",
        "metabolism": "Hepatic. 30% of administered dose is metabolized to the active metabolite, hydroxynalidixic acid. Rapid conjugation of parent drug and active metabolite to inactive metabolites. Metabolism may vary widely among individuals. In the urine, hydroxynalidixic acid represents 80 to 85% of the antibacterial activity.",
        "routeOfElimination": "Following oral administration, NegGram is rapidly absorbed from the gastrointestinal tract, partially metabolized in the liver, and rapidly excreted through the kidneys.\nApproximately four percent of NegGram is excreted in the feces.",
        "toxicity": "ORAL (LD<small><sub>50</sub></small>): Acute: 1160 mg/kg [Rat]. 572 mg/kg [Mouse]. Toxic psychosis, convulsions, increased intracranial pressure, or metabolic acidosis may occur in patients taking more than the recommended dosage. Vomiting, nausea, and lethargy may also occur following overdosage.",
        "id": "DB00779"
    },
    {
        "name": "Norfloxacin",
        "summary": "Norfloxacin is a broad-spectrum fluoroquinolone antibiotic with variable activity against gram-positive and gram-negative bacteria. Typically reserved for the treatment of UTIs due to accumulation in the urine.",
        "background": "A synthetic fluoroquinolone (fluoroquinolones) with broad-spectrum antibacterial activity against most gram-negative and gram-positive bacteria. Norfloxacin inhibits bacterial DNA gyrase.",
        "pharmacologyIndication": "For the treatment of urinary tract infection",
        "pharmacodynamics": "Norfloxacin is a quinolone/fluoroquinolone antibiotic. Norfloxacin is bactericidal and its mode of action depends on blocking of bacterial DNA replication by binding itself to an enzyme called DNA gyrase, which allows the untwisting required to replicate one DNA double helix into two. Notably the drug has 100 times higher affinity for bacterial DNA gyrase than for mammalian.",
        "mechanismOfAction": "The bactericidal action of Norfloxacin results from inhibition of the enzymes topoisomerase II (DNA gyrase) and topoisomerase IV, which are required for bacterial DNA replication, transcription, repair, and recombination. Norfloxacin is a broad-spectrum antibiotic agent that is shown to be effective against various Gram-positive and Gram-negative bacterial species. The fluorine atom at the 6 position increases potency against gram-negative organisms, and the piperazine moiety at the 7 position is responsible for anti-pseudomonal activity",
        "absorption": "Rapid",
        "proteinBinding": "10 and 15% (Serum protein binding)",
        "metabolism": "Via liver and kidney",
        "routeOfElimination": "Norfloxacin is eliminated through metabolism, biliary excretion, and renal excretion. It is expected to undergo both glomerular filtration and tubular secretion during renal excretion, as shown by its high renal clearance rate of approximately 275 mL/min. ",
        "toxicity": "Not Available",
        "id": "DB01059"
    },
    {
        "name": "Oxolinic acid",
        "summary": "Not available",
        "background": "Not Available",
        "pharmacologyIndication": "Not Available",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "Not Available",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Not Available",
        "id": "DB13627"
    },
    {
        "name": "Clindamycin",
        "summary": "Clindamycin is a lincosamide antibiotic used to treat serious infections caused by susceptible anaerobic, streptococcal, staphylococcal, and pneumococcal bacteria.",
        "background": "Clindamycin is a semi-synthetic lincosamide antibiotic used in the treatment of a variety of serious infections due to susceptible microorganisms<a href='reference://reference-L11599'>¹</a>⁻<a href='reference://reference-L11596'>²</a> as well as topically for acne vulgaris.<a href='reference://reference-L11593'>³</a> It has a relatively narrow spectrum of activity that includes anaerobic bacteria as well as gram-positive cocci and bacilli and gram-negative bacilli.<a href='reference://reference-A190621'>⁴</a> Interestingly, clindamycin appears to carry some activity against protozoans, and has been used off-label in the treatment of toxoplasmosis, malaria, and babesiosis.<a href='reference://reference-A190657'>⁵</a>\nClindamycin is derived from, and has largely replaced, lincomycin, a naturally occurring lincosamide and the eponymous member of this antibiotic class, due to its improved properties over the parent compound. The name lincomycin is derived from Lincoln, Nebraska, where it was first isolated from Streptomyces lincolnensis found in a soil sample.<a href='reference://reference-A190621'>⁴</a>",
        "pharmacologyIndication": "In oral and parenteral formulations, clindamycin is indicated for the treatment of serious infections caused by susceptible anaerobic bacteria, as well as susceptible staphylococci, streptococci, and pneumococci.<a href='reference://reference-L11599'>¹</a>⁻<a href='reference://reference-L11602'>⁶</a> Used topically, it is indicated for the treatment of acne vulgaris<a href='reference://reference-L11593'>³</a>⁻<a href='reference://reference-L11611'>⁷</a>⁻<a href='reference://reference-L11605'>⁸</a> and is available in combination with benzoyl peroxide<a href='reference://reference-L11584'>⁹</a> or tretinoin<a href='reference://reference-L11590'>¹⁰</a> for this purpose, or as a triple combination therapy with benzoyl peroxide and adapalene.<a href='reference://reference-L48666'>¹¹</a> Clindamycin is also indicated as a vaginal cream<a href='reference://reference-L11596'>²</a>, suppository<a href='reference://reference-L11608'>¹²</a>, or gel<a href='reference://reference-L39416'>¹³</a> for the treatment of bacterial vaginosis in non-pregnant females.\nClindamycin is used for antimicrobial prophylaxis against Viridans group streptococcal infections in susceptible patients undergoing oral, dental, or upper respiratory surgery, and may be used for prophylaxis against bacterial endocarditis in penicillin-allergic patients at high risk of these infections.<a href='reference://reference-L11629'>¹⁴</a>",
        "pharmacodynamics": "Clindamycin exerts its bacteriostatic effect via inhibition of microbial protein synthesis.<a href='reference://reference-A190621'>⁴</a> Clindamycin has a relatively short T<small><sub>max</sub></small> and half-life necessitating administration every six hours to ensure adequate antibiotic concentrations.<a href='reference://reference-L11629'>¹⁴</a> \nClostridium difficile associated diarrhea (CDAD) has been observed in patients using clindamycin, ranging in severity from mild diarrhea to fatal colitis and occasionally occurring over two months following cessation of antibiotic therapy.<a href='reference://reference-L11602'>⁶</a> Overgrowth of C. difficile resulting from antibiotic use, along with its production of A and B toxins, contributes to morbidity and mortality in these patients. Because of the associated risks, clindamycin should be reserved for serious infections for which the use of less toxic antimicrobial agents are inappropriate.<a href='reference://reference-L11602'>⁶</a>\nClindamycin is active against a number of gram-positive aerobic bacteria, as well as both gram-positive and gram-negative anaerobes.<a href='reference://reference-L11599'>¹</a> Resistance to clindamycin may develop, and is generally the result of base modification within the 23S ribosomal RNA. Cross-resistance between clindamycin and lincomycin is complete, and may also occur between clindamycin and macrolide antibiotics (e.g. erythromycin) due to similarities in their binding sites.<a href='reference://reference-L11599'>¹</a>\nAs antimicrobial susceptibility patterns are geographically distinct, local antibiograms should be consulted to ensure adequate coverage of relevant pathogens prior to use.",
        "mechanismOfAction": "Clindamycin inhibits bacterial protein synthesis by binding to 23S RNA of the 50S subunit of the bacterial ribosome.<a href='reference://reference-L11599'>¹</a> It impedes both the assembly of the ribosome and the translation process.<a href='reference://reference-L11629'>¹⁴</a> The molecular mechanism through which this occurs is thought to be due to clindamycin's three-dimensional structure, which closely resembles the 3'-ends of L-Pro-Met-tRNA and deacylated-tRNA during the peptide elongation cycle - in acting as a structural analog of these tRNA molecules, clindamycin impairs peptide chain initiation and may stimulate dissociation of peptidyl-tRNA from bacterial ribosomes.<a href='reference://reference-A190621'>⁴</a>\nThe mechanism through which topical clindamycin treats acne vulgaris is unclear, but may be related to its activity against Propionibacterium acnes, a bacteria that has been associated with acne.<a href='reference://reference-L11593'>³</a> ",
        "absorption": "Oral bioavailability is nearly complete, at approximately 90%, and peak serum concentrations (C<small><sub>max</sub></small>) of, on average, 2.50 µg/mL are reached at 0.75 hours (T<small><sub>max</sub></small>).<a href='reference://reference-L11602'>⁶</a> The AUC following an orally administered dose of 300mg was found to be approximately 11 µg•hr/mL.<a href='reference://reference-L11629'>¹⁴</a> Systemic exposure from the administration of vaginal suppository formulations is 40-fold to 50-fold lower than that observed following parenteral administration<a href='reference://reference-L11608'>¹²</a> and the C<small><sub>max</sub></small> observed following administration of vaginal cream formulations was 0.1% of that observed following parenteral administration.<a href='reference://reference-L11596'>²</a>",
        "proteinBinding": "Clindamycin protein binding is concentration-dependent and ranges from 60-94%. It is bound primarily to alpha-1-acid glycoprotein in the serum.<a href='reference://reference-L11629'>¹⁴</a>",
        "metabolism": "Clindamycin undergoes hepatic metabolism mediated primarily by CYP3A4 and, to a lesser extent, CYP3A5.<a href='reference://reference-L11602'>⁶</a> Two inactive metabolites have been identified - an oxidative metabolite, clindamycin sulfoxide, and an N-demethylated metabolite, N-desmethylclindamycin.<a href='reference://reference-L11602'>⁶</a>",
        "routeOfElimination": "Approximately 10% of clindamycin bioactivity is excreted in the urine and 3.6% in the feces, with the remainder excreted as inactive metabolites.<a href='reference://reference-L11602'>⁶</a>",
        "toxicity": "The oral LD<small><sub>50</sub></small> in mice and rats is 2540 mg/kg and 2190 mg/kg, respectively.<a href='reference://reference-L11614'>¹⁵</a>\nWhile no cases of overdose have been reported, symptoms are expected to be consistent with the adverse effect profile of clindamycin and may therefore include abdominal pain, nausea, vomiting, and diarrhea. During clinical trials, one 3-year-old child was given a dose of 100 mg/kg daily for 5 days and showed only mild abdominal pain and diarrhea.<a href='reference://reference-L11629'>¹⁴</a> Activated charcoal may be of value to remove unabsorbed drug, but hemodialysis and peritoneal dialysis are ineffective.<a href='reference://reference-L11629'>¹⁴</a> General supportive measures are recommended in cases of clindamycin overdose.<a href='reference://reference-L11629'>¹⁴</a>",
        "id": "DB01190"
    },
    {
        "name": "Lincomycin",
        "summary": "Lincomycin is an antibiotic indicated only for the treatment of serious infections and is typically reserved for use in cases of penicillin allergy or where penicillin is inappropriate.",
        "background": "Lincomycin is a lincosamide antibiotic first isolated from the soil bacterium Streptomyces lincolnensis in Lincoln, Nebraska.<a href='reference://reference-A190621'>¹</a> Clinical use of lincomycin has largely been superseded by its semisynthetic derivative clindamycin due to its higher efficacy and a wider range of susceptible organisms, though lincomycin remains in use.<a href='reference://reference-A190657'>²</a>⁻<a href='reference://reference-A190621'>¹</a>\nLincomycin was approved by the FDA on December 29, 1964.<a href='reference://reference-L33214'>³</a>",
        "pharmacologyIndication": "Lincomycin is indicated for the treatment of serious bacterial infections by susceptible strains of streptococci, pneumococci, and staphylococci in patients who are allergic to penicillins or for situations in which a penicillin is deemed inappropriate. As with all antibacterial agents, lincomycin should only be used to treat infections proven or strongly suspected to be caused by susceptible bacteria.<a href='reference://reference-L33214'>³</a>",
        "pharmacodynamics": "Lincomycin is a lincosamide antibiotic derived as a natural fermentation product from Streptomyces lincolnensis. Like clindamycin, lincomycin is active against Gram-positive cocci and bacilli as well as Gram-negative cocci and some other organisms such as Haemophilus spp. It is also effective against anaerobic bacteria, though in this regard clindamycin is generally more potent.<a href='reference://reference-A190657'>²</a>⁻<a href='reference://reference-A190621'>¹</a> Prescribing information highlights that the range of clinically confirmed effectiveness is largely limited to Staphylococcus spp. and Streptococcus spp., with additional activity noted in vitro.<a href='reference://reference-L33214'>³</a>\nLincomycin should be used with caution due to its association with severe cutaneous hypersensitivity reactions such as Stevens-Johnson syndrome, toxic epidermal necrolysis, erythema multiforme, and acute generalized exanthematous pustulosis, and its potential to precipitate Clostridium difficile associated diarrhea (CDAD), which may lead to fatal colitis. Special care should therefore be exercised when used in elderly patients, individuals with a history of gastrointestinal disease, and those with a history of asthma or significant allergies. Lincomycin for injection may contain benzyl alcohol as a preservative, which has been associated with gasping syndrome in pediatric patients. The serum half-life is extended in patients with hepatic/renal impairment and may require dose adjustments and additional monitoring. Like all antibiotics, lincomycin use may cause overgrowth of non-susceptible organisms, which should be considered.<a href='reference://reference-L33214'>³</a>",
        "mechanismOfAction": "Lincomycin contains the unusual amino acid moiety propyl hygric acid linked to the sugar moiety α-methylthiolincosamine (α-MTL) that, like other lincosamides, functions as a structural analogue of the 3' end of L-Pro-Met-tRNA and deacylated-tRNA to interact with the 23S rRNA of the 50S bacterial ribosomal subunit.<a href='reference://reference-A190657'>²</a>⁻<a href='reference://reference-A190621'>¹</a> Detailed investigations into the mechanism of the related lincosamide clindamycin suggested a two-phase binding, instantaneously to the A-site with a shift in equilibrium towards the P-site over several seconds.<a href='reference://reference-A233794'>⁴</a>⁻<a href='reference://reference-A233799'>⁵</a>⁻<a href='reference://reference-A233804'>⁶</a> This shift appears to be due to rotation of the propyl hygric acid moiety, while the α-MTL remains relatively stationary.<a href='reference://reference-A233804'>⁶</a>⁻<a href='reference://reference-A233819'>⁷</a> Recent crystal structures of lincomycin in complex with the 50S ribosomal subunit of Staphylococcus aureus show that the α-MTL moiety forms hydrogen bonds with C2611, A2058, G2505, A2059, and G2503 of the 23S rRNA while the propyl hygric acid moiety interacts only through van der Waals contacts, suggesting it may be free to rotate similar to clindamycin.<a href='reference://reference-A233819'>⁷</a> This mechanism is supported by the observation that the most common resistance mechanism, which also affects macrolides and streptogramin B (MSLB resistance) involves methylation of A2058; other resistance mechanisms similarly target residues such as A2058, A2059, and C2611.<a href='reference://reference-A190621'>¹</a>⁻<a href='reference://reference-A233819'>⁷</a>",
        "absorption": "A 600 mg dose of lincomycin administered over two hours intravenously results in an average C<small><sub>max</sub></small> of 15.9 μg/mL while the same dose given by intramuscular injection produces an average C<small><sub>max</sub></small> of 11.6 μg/mL after 60 minutes.<a href='reference://reference-L33214'>³</a> Lincomycin administered intramuscularly to healthy adult male volunteers in doses between 600 and 1500 mg had an AUC<small><sub>0-∞</sub></small> between 92.22 and 159.91 μg*h/mL.<a href='reference://reference-A233839'>⁸</a> A similar study using intravenous infusion of 600-2400 mg lincomycin found AUC<small><sub>0-∞</sub></small> values between 72.5 and 212.8 μg*h/mL.<a href='reference://reference-A233844'>⁹</a> Overall, the AUC increases disproportionally to dose.<a href='reference://reference-A233839'>⁸</a>⁻<a href='reference://reference-A233844'>⁹</a>",
        "proteinBinding": "Lincomycin serum protein binding varies greatly depending on the dose, ranging from 28 to 86% in one study,<a href='reference://reference-A233844'>⁹</a> and generally decreases with increasing serum concentration suggesting saturable binding.<a href='reference://reference-A233839'>⁸</a>⁻<a href='reference://reference-A233844'>⁹</a> It has been suggested that lincomycin, like clindamycin, is primarily bound to α1-acid glycoprotein,<a href='reference://reference-A233844'>⁹</a> which is consistent with later studies in humans and animals.<a href='reference://reference-A234019'>¹⁰</a>",
        "metabolism": "Lincomycin metabolism is poorly defined, though the primary product recovered following administration in humans is unchanged lincomycin.<a href='reference://reference-L33304'>¹¹</a>",
        "routeOfElimination": "Following a 600 mg dose of lincomycin given either intramuscularly or intravenously, the urinary excretion ranges from 1.8-30.3% of the administered dose. Bile is also thought to be an important route of elimination. Dose adjustments are required in patients with either renal or hepatic impairment.<a href='reference://reference-L33214'>³</a>",
        "toxicity": "Toxicity information regarding lincomycin is not readily available. Patients experiencing an overdose are at an increased risk of severe adverse effects such as gastrointestinal effects including colitis, secondary infections, and severe hypersensitivity reactions. Symptomatic and supportive measures are recommended. It is important to note that hemodialysis and peritoneal dialysis do not appreciably affect lincomycin serum concentrations.<a href='reference://reference-L33214'>³</a>",
        "id": "DB01627"
    },
    {
        "name": "Erythromycin",
        "summary": "Erythromycin is a macrolide antibiotic used to treat and prevent a variety of bacterial infections.",
        "background": "Erythromycin is a bacteriostatic antibiotic drug produced by a strain of Saccharopolyspora erythraea (formerly Streptomyces erythraeus) and belongs to the macrolide group of antibiotics which consists of Azithromycin, Clarithromycin, Spiramycin and others. It was originally discovered in 1952.<a href='reference://reference-L5245'>¹</a> Erythromycin is widely used for treating a variety of infections, including those caused by gram-positive and gram-negative bacteria.<a href='reference://reference-L5245'>¹</a>⁻<a href='reference://reference-L7261'>²</a> It is available for administration in various forms, including intravenous, topical, and eye drop preparations.<a href='reference://reference-L5245'>¹</a>",
        "pharmacologyIndication": "Erythromycin is indicated in the treatment of infections caused by susceptible strains of various bacteria.<a href='reference://reference-L7261'>²</a> The indications for erythromycin have been summarized by body system below:\nRespiratory infections\nMild to moderate upper respiratory tract infections caused by Streptococcus pyogenes, Streptococcus pneumoniae, or Haemophilus influenzae (when used concomitantly with appropriate doses of sulfonamides) can be treated with erythromycin.<a href='reference://reference-L7261'>²</a> Mild to moderate lower-respiratory tract infections due to susceptible strains of Streptococcus pneumoniae or Streptococcus pyogenes may also be treated. Erythromycin treats listeriosis caused by Listeria monocytogenes may also be treated with erythromycin.<a href='reference://reference-L7261'>²</a>\nErythromycin is indicated to treat pertussis (whooping cough) caused by Bordetella pertussis. It is effective in eliminating the causative organism from the nasopharynx of infected individuals, rendering them noninfectious. Clinical studies suggest that erythromycin may aid in the prevention of pertussis infection for individuals who have been exposed to the bacteria.<a href='reference://reference-L7261'>²</a> Respiratory tract infections due to Mycoplasma pneumoniae may also be treated with erythromycin.<a href='reference://reference-L7261'>²</a> Despite the fact that no controlled clinical efficacy studies have been conducted to this date, in vitro and certain preliminary clinical study results indicate that erythromycin may be an effective treatment in Legionnaires’ Disease.<a href='reference://reference-L7261'>²</a> Finally, erythromycin is indicated to treat diphtheria and other infections due to Corynebacterium diphtheriae, as an adjunct to antitoxin, to prevent carrier status and to eradicate the organism in existing carriers.<a href='reference://reference-L7261'>²</a> In addition to the prevention of diphtheria, erythromycin can be used to prevent rheumatic fever in penicillin intolerant patients.<a href='reference://reference-L7261'>²</a>\nSkin infections\nMild to moderate skin or skin structure infections caused by Streptococcus pyogenes or Staphylococcus aureus may be treated with erythromycin, however, resistant staphylococcal organisms may emerge.<a href='reference://reference-L7261'>²</a> Erythromycin can also be used to treat erythrasma, an infectious condition caused by Corynebacterium minutissimum.<a href='reference://reference-L7261'>²</a>\nGastrointestinal infections\nIntestinal amebiasis caused by Entamoeba histolytica can be treated with oral erythromycin. Extraenteric amebiasis warrants treatment with other antimicrobial drugs.<a href='reference://reference-L7261'>²</a>\nGenital infections/STIs\nErythromycin can be used as an alternative drug in treating acute pelvic inflammatory disease caused by N. gonorrheae in female patients who have demonstrated hypersensitivity or intolerance to penicillin.<a href='reference://reference-L7261'>²</a> Syphilis, caused by Treponema pallidum, can be treated with erythromycin. It serves as an alternative treatment for primary syphilis in patients who have demonstrated penicillin hypersensitivity. Erythromycin can also be used in the primary stage of primary syphilis.<a href='reference://reference-L7261'>²</a> Another approved indication of erythromycin is to treat chlamydial infections that cause conjunctivitis of the newborn, pneumonia of infancy, and urogenital infections occurring in pregnancy. It is indicated as an alternative option to tetracyclines for the treatment of uncomplicated rectal, urethral and endocervical infections in adults caused by Chlamydia trachomatis.<a href='reference://reference-L7261'>²</a> Erythromycin can be used in nongonococcal urethritis can be used when tetracyclines cannot be administered. Finally, erythromycin is indicated to treat nongonococcal urethritis due to Ureaplasma urealyticum.<a href='reference://reference-L7261'>²</a>",
        "pharmacodynamics": "Macrolides, such as erythromycin, stop bacterial growth by inhibiting protein synthesis and translation, treating bacterial infections.<a href='reference://reference-A174175'>³</a> Erythromycin does not exert effects on nucleic acid synthesis.<a href='reference://reference-L7261'>²</a> This drug has been shown to be active against most strains of the following microorganisms, effectively treating both in vitro and clinical infections. Despite this, it is important to perform bacterial susceptibility testing before administering this antibiotic, as resistance is a common issue that may affect treatment.<a href='reference://reference-L7261'>²</a> \nA note on antimicrobial resistance, pseudomembranous colitis, and hepatotoxicity\nMany strains of Haemophilus influenzae are resistant to erythromycin alone but are found to be susceptible to erythromycin and sulfonamides used in combination. It is important to note that Staphylococci that are resistant to erythromycin may emerge during erythromycin and/or sulfonamide therapy.<a href='reference://reference-L7261'>²</a> Pseudomembranous colitis has been reported with most antibacterial agents, including erythromycin, and may range in severity from mild to life-threatening. Therefore, the physician should consider this diagnosis in patients with diarrhea after the administration of antibacterial agents.<a href='reference://reference-L7261'>²</a> Erythromycin can cause hepatic dysfunction, cholestatic jaundice, and abnormal liver transaminases, particularly when erythromycin estolate is administered.<a href='reference://reference-L7270'>⁴</a>",
        "mechanismOfAction": "In order to replicate, bacteria require a specific process of protein synthesis, enabled by ribosomal proteins.<a href='reference://reference-A6505'>⁵</a> Erythromycin acts by inhibition of protein synthesis by binding to the 23S ribosomal RNA molecule in the 50S subunit of ribosomes in susceptible bacterial organisms. It stops bacterial protein synthesis by inhibiting the transpeptidation/translocation step of protein synthesis and by inhibiting the assembly of the 50S ribosomal subunit.<a href='reference://reference-L7261'>²</a>⁻<a href='reference://reference-A14179'>⁶</a> This results in the control of various bacterial infections.<a href='reference://reference-A174193'>⁷</a>⁻<a href='reference://reference-L7261'>²</a> The strong affinity of macrolides, including erythromycin, for bacterial ribosomes, supports their broad‐spectrum antibacterial activities.<a href='reference://reference-A174193'>⁷</a>",
        "absorption": "Orally administered erythromycin is readily absorbed. Food intake does not appear to exert effects on serum concentrations of erythromycin.<a href='reference://reference-L7261'>²</a> Some interindividual variation exists in terms of erythromycin absorption, which may impact absorption to varying degrees.<a href='reference://reference-L7261'>²</a> The Cmax of erythromycin is 1.8 mcg/L<a href='reference://reference-A180598'>⁸</a> and the Tmax is 1.2 hours.<a href='reference://reference-A180607'>⁹</a> The serum AUC of erythromycin after the administration of a 500mg oral dose was 7.3±3.9 mg.h/l in one pharmacokinetic study.<a href='reference://reference-A180607'>⁹</a> Erythromycin is well known for a bioavailability that is variable (18-45%) <a href='reference://reference-A174451'>¹⁰</a>⁻<a href='reference://reference-A180595'>¹¹</a> after oral administration and its susceptibility to broken down under acidic conditions.<a href='reference://reference-A174448'>¹²</a>",
        "proteinBinding": "Erythromycin demonstrates 93% serum protein binding in the erythromycin propionate form.<a href='reference://reference-A174454'>¹³</a> Another resource indicates that erythromycin protein binding ranges from 80 to 90%.<a href='reference://reference-A33081'>¹⁴</a>",
        "metabolism": "Hepatic first-pass metabolism contributes significantly to erythromycin metabolism after an oral dose.<a href='reference://reference-A174457'>¹⁵</a> Erythromycin is partially metabolized by CYP3A4 enzyme to N-desmethylerythromycin.<a href='reference://reference-L7261'>²</a>⁻<a href='reference://reference-A174175'>³</a> Erythromycin is also hydrolyzed to anhydro forms (anhydroerythromycin [AHE] and other metabolites), and this process is promoted by acidic conditions.<a href='reference://reference-A174448'>¹²</a> AHE is inactive against microbes but inhibits hepatic drug oxidation and is therefore considered to be an important contributor to erythromycin drug-drug interactions.<a href='reference://reference-A174448'>¹²</a>",
        "routeOfElimination": "In patients with normal liver function, erythromycin concentrates in the liver and is then excreted in the bile.<a href='reference://reference-L7270'>⁴</a>Under 5% of the orally administered dose of erythromycin is found excreted in the urine.<a href='reference://reference-L7270'>⁴</a>⁻<a href='reference://reference-A180607'>⁹</a> A high percentage of absorbed erythromycin is not accounted for, but is likely metabolized.<a href='reference://reference-L7270'>⁴</a>",
        "toxicity": "LD50\nThe oral LD50 of erythromycin in rats is 9272 mg/kg.<a href='reference://reference-L7279'>¹⁶</a>\nOverdose information\nSymptoms of overdose may include diarrhea, nausea, stomach cramps, and vomiting. Erythromycin should immediately be discontinued in cases of overdose. Rapid elimination of unabsorbed drug should be attempted. Supportive measures should be initiated. Erythromycin is not adequately removed by peritoneal dialysis or hemodialysis.<a href='reference://reference-L7261'>²</a>",
        "id": "DB00199"
    },
    {
        "name": "Spiramycin",
        "summary": "Spiramycin is a macrolide antimicrobial agent used in the treatment of various bacterial infections.",
        "background": "Spiramycin is a primarily bacteriostatic macrolide antimicrobial agent with activity against Gram-positive cocci and rods, Gram-negative cocci and also Legionellae, mycoplasmas, chlamydiae, some types of spirochetes, Toxoplasma gondii and Cryptosporidium.\nSpiramycin is a 16-membered ring macrolide discovered in 1952 as a product of Streptomyces ambofaciens that has been available in oral formulations since 1955, and parenteral formulations since 1987. Resistant organisms include Enterobacteria, pseudomonads, and moulds.",
        "pharmacologyIndication": "Macrolide antibiotic for treatment of various infections.",
        "pharmacodynamics": "The absolute bioavailability of oral spiramycin is generally within the range of 30 to 40%. After a 1 g oral dose, the maximum serum drug concentration was found to be within the range 0.4 to 1.4 mg/L.",
        "mechanismOfAction": "The mechanism of action of macrolides has been a matter of controversy for some time. Spiramycin, a 16-membered macrolide, inhibits translocation by binding to bacterial 50S ribosomal subunits with an apparent 1 : 1 stoichiometry. This antibiotic is a potent inhibitor of the binding to the ribosome of both donor and acceptor substrates. The primary mechanism of action is done by stimulation of dissociation of peptidyl-tRNA from ribosomes during translocation.I ",
        "absorption": "The extent of absorption of Spiramycin was shown to be incomplete. Oral bioavailability ranges from 30-39%.\nSpiramycin has slower rate of absorption than Erythromycin. It has a high pKa (7.9) which could be a result of high degree of ionization in acidic medium of the stomach.",
        "proteinBinding": "Low level of protein binding (10-25%).",
        "metabolism": "Spiramycin is less metabolised than some of the other macrolides. Metabolism has not been well studied. It is mainly done in the liver to the active metabolites.",
        "routeOfElimination": "Fecal-biliary route is the primary route of elimination. The secondary route is renal-urinary route.",
        "toxicity": "Cardiac toxicity, specifically QT prolongation (irregular heartbeat; recurrent fainting).\nCholestatic hepatitis (abdominal pain; nausea; vomiting; yellow eyes or skin).\nGastrointestinal toxicity, specifically acute colitis (abdominal pain and tenderness; bloody stools; fever).\nIntestinal injury (abdominal pain and tenderness).\nUlcerated esophagitis (chest pain; heartburn).",
        "id": "DB06145"
    },
    {
        "name": "Tylosin",
        "summary": "Not available",
        "background": "Tylosin is a bacteriostatic macrolide antibiotic and feed additive used in veterinary medicine. It has a broad spectrum of activity against Gram-positive organisms and a limited range of Gram-negative organisms. Tylosin is produced as a fermentation product of Streptomyces fradiae.",
        "pharmacologyIndication": "Not Available",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "Not Available",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Not Available",
        "id": "DB11475"
    },
    {
        "name": "Tiamulin",
        "summary": "Not available",
        "background": "Tiamulin is a pleuromutilin antibiotic drug that is used in veterinary medicine particularly for pigs and poultry.",
        "pharmacologyIndication": "Not Available",
        "pharmacodynamics": "Not Available",
        "mechanismOfAction": "Not Available",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Not Available",
        "id": "DB11468"
    },
    {
        "name": "Ampicillin",
        "summary": "Ampicillin is a penicillin derivative used for the treatment of a variety of infections caused by gram-positive and gram-negative bacteria as well as some anaerobes.",
        "background": "Ampicillin is a semi-synthetic derivative of penicillin that functions as an orally active broad-spectrum antibiotic.",
        "pharmacologyIndication": "For treatment of infection (Respiratory, GI, UTI and meningitis) due to E. coli, P. mirabilis, enterococci, Shigella, S. typhosa and other Salmonella, nonpenicillinase-producing N. gononhoeae, H. influenzae, staphylococci, streptococci including streptoc",
        "pharmacodynamics": "Ampicillin is a penicillin beta-lactam antibiotic used in the treatment of bacterial infections caused by susceptible, usually gram-positive, organisms. The name \"penicillin\" can either refer to several variants of penicillin available, or to the group of antibiotics derived from the penicillins. Ampicillin has in vitro activity against gram-positive and gram-negative aerobic and anaerobic bacteria. The bactericidal activity of Ampicillin results from the inhibition of cell wall synthesis and is mediated through Ampicillin binding to penicillin binding proteins (PBPs). Ampicillin is stable against hydrolysis by a variety of beta-lactamases, including penicillinases, and cephalosporinases and extended spectrum beta-lactamases.",
        "mechanismOfAction": "By binding to specific penicillin-binding proteins (PBPs) located inside the bacterial cell wall, Ampicillin inhibits the third and last stage of bacterial cell wall synthesis. Cell lysis is then mediated by bacterial cell wall autolytic enzymes such as autolysins; it is possible that Ampicillin interferes with an autolysin inhibitor.",
        "absorption": "Not Available",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Ampicillin is excreted largely unchanged in the urine.",
        "toxicity": "Not Available",
        "id": "DB00415"
    },
    {
        "name": "Amoxicillin",
        "summary": "Amoxicillin is a penicillin derivative used for the treatment of infections caused by gram-positive bacteria, in particular streptococcal bacteria causing upper respiratory tract infections.",
        "background": "Amoxicillin, or BRL-2333, is a penicillin G derivative first described in the literature in 1972.<a href='reference://reference-A190648'>¹</a> Amoxicillin has similar activity to penicillin and ampicillin, but leads to higher serum concentrations than ampicillin.<a href='reference://reference-A190648'>¹</a>\nAmoxicillin was granted FDA approval on 18 January 1974.<a href='reference://reference-L11644'>²</a>",
        "pharmacologyIndication": "Amoxicillin alone is indicated to treat susceptible bacterial infections of the ear, nose, throat, genitourinary tract, skin, skin structure, and lower respiratory tract.<a href='reference://reference-L11656'>³</a>⁻<a href='reference://reference-L11659'>⁴</a> Amoxicillin is given with calvulanic acid to treat acute bacterial sinusitis, community acquired pneumonia, lower respiratory tract infections, acute bacterial otitis media, skin and skin structure infections, and urinary tract infections.<a href='reference://reference-L11650'>⁵</a>⁻<a href='reference://reference-L7880'>⁶</a>⁻<a href='reference://reference-L11653'>⁷</a> Amoxicillin is given with omeprazole in the treatment of Helicobacter pylori (H. pylori) infection.<a href='reference://reference-L9743'>⁸</a>⁻<a href='reference://reference-L11647'>⁹</a>\nAmoxicillin is used in combination with vonoprazan and clarithromycin as co-packaged triple therapy or in combination with vonoprazan as co-packaged dual therapy to treat H. pylori infection in adults.<a href='reference://reference-L41695'>¹⁰</a>",
        "pharmacodynamics": "Amoxicillin competitively inhibit penicillin binding proteins, leading to upregulation of autolytic enzymes and inhibition of cell wall synthesis.<a href='reference://reference-A6205'>¹¹</a>⁻<a href='reference://reference-A190678'>¹²</a>⁻<a href='reference://reference-A190642'>¹³</a> Amoxicillin has a long duration of action as it is usually given twice daily.<a href='reference://reference-L7880'>⁶</a> Amoxicillin has a wide therapeutic range as mild overdoses are not associated with significant toxicity.<a href='reference://reference-L11650'>⁵</a> Patients should be counselled regarding the risk of anaphylaxis, Clostridium difficile infections, and bacterial resistance.<a href='reference://reference-L11656'>³</a>",
        "mechanismOfAction": "Amoxicillin competitively inhibits penicillin-binding protein 1 and other high molecular weight penicillin binding proteins.<a href='reference://reference-A6205'>¹¹</a>⁻<a href='reference://reference-A190678'>¹²</a> Penicillin bind proteins are responsible for glycosyltransferase and transpeptidase reactions that lead to cross-linking of D-alanine and D-aspartic acid in bacterial cell walls.<a href='reference://reference-A190678'>¹²</a> Without the action of penicillin binding proteins, bacteria upregulate autolytic enzymes and are unable to build and repair the cell wall, leading to bacteriocidal action.<a href='reference://reference-A190642'>¹³</a>⁻<a href='reference://reference-A190678'>¹²</a>",
        "absorption": "Amoxicillin is approximately 60% bioavailable.<a href='reference://reference-A190675'>¹⁴</a> A 250mg dose of oral amoxicillin reaches a C<small><sub>max</sub></small> 3.93±1.13mg/L with a T<small><sub>max</sub></small> 1.31±0.33h and an AUC of 27.29±4.72mg*h/L.<a href='reference://reference-A190630'>¹⁵</a> A 875mg dose of oral amoxicillin reaches a C<small><sub>max</sub></small> 11.21±3.42mg/L with a T<small><sub>max</sub></small> 1.52±0.40h and an AUC of 55.04±12.68mg*h/L.<a href='reference://reference-A190630'>¹⁵</a>",
        "proteinBinding": "Amoxicillin is 17% protein bound in serum.<a href='reference://reference-A190627'>¹⁶</a>",
        "metabolism": "Incubation with human liver microsomes has lead to the detection of 7 metabolites.<a href='reference://reference-A190618'>¹⁷</a> The M1 metabolite has undergone hydroxylation, M2 has undergone oxidative deamination, M3 to M5 have undergone oxidation of the aliphatic chain, M6 has undergone decarboxylation, and M7 has undergone glucuronidation.<a href='reference://reference-A190618'>¹⁷</a>",
        "routeOfElimination": "125mg to 1g doses of amoxicillin are 70-78% eliminated in the urine after 6 hours.<a href='reference://reference-A190648'>¹</a>",
        "toxicity": "Patients experiencing an overdose may present with hematuria, oliguria, abdominal pain, acute renal failure, vomiting, diarrhea, rash, hyperactivity, and drowsiness.<a href='reference://reference-A190660'>¹⁸</a>⁻<a href='reference://reference-L11650'>⁵</a> Treat overdose with symptomatic and supportive treatment, which may include emesis or hemodialysis.<a href='reference://reference-L11650'>⁵</a>",
        "id": "DB01060"
    },
    {
        "name": "Cloxacillin",
        "summary": "Cloxacillin is an antibiotic agent used for the treatment of beta-hemolytic streptococcal and pneumococcal infections as well as staphylococcal infections.",
        "background": "A semi-synthetic penicillin antibiotic which is a chlorinated derivative of oxacillin.",
        "pharmacologyIndication": "Cloxacillin is indicated for the treatment of beta-hemolytic streptococcal, pneumococcal, and staphylococcal infections (including beta-lactamase producing organisms).<a href='reference://reference-L33170'>¹</a>",
        "pharmacodynamics": "Cloxacillin is a semisynthetic antibiotic in the same class as penicillin. Cloxacillin is for use against staphylococci that produce beta-lactamase.",
        "mechanismOfAction": "By binding to specific penicillin-binding proteins (PBPs) located inside the bacterial cell wall, cloxacillin inhibits the third and last stage of bacterial cell wall synthesis. Cell lysis is then mediated by bacterial cell wall autolytic enzymes such as autolysins; it is possible that cloxacillin interferes with an autolysin inhibitor.",
        "absorption": "Well absorbed from the gastrointestinal tract.",
        "proteinBinding": "Cloxacillin is approximately 94% protein-bound in plasma,<a href='reference://reference-L33165'>²</a> primarily to albumin.<a href='reference://reference-A15505'>³</a>",
        "metabolism": "Cloxacillin, like other penicillins, appears to be metabolized via breakage of the beta-lactam ring to form an inactive penicilloic acid metabolite.<a href='reference://reference-A233984'>⁴</a>",
        "routeOfElimination": "Not Available",
        "toxicity": "Oral LD<small><sub>50</sub></small> in rat and mouse is 5000 mg/kg. Intravenous LD<small><sub>50</sub></small> in rat is 1660 mg/kg. Symptoms of overdose include wheezing, tightness in the chest, fever, itching, bad cough, blue skin color, fits, and swelling of face, lips, tongue, or throat.",
        "id": "DB01147"
    },
    {
        "name": "Benzylpenicillin",
        "summary": "Benzylpenicillin is a penicillin used for the treatment of infections caused by gram-positive cocci, in particular streptococcal infections. This form of penicillin is typically used in intravenous or long-acting injectable formulations due to poor oral absorption.",
        "background": "Benzylpenicillin (Penicillin G) is narrow spectrum antibiotic used to treat infections caused by susceptible bacteria. It is a natural penicillin antibiotic that is administered intravenously or intramuscularly due to poor oral absorption. Penicillin G may also be used in some cases as prophylaxis against susceptible organisms.\nNatural penicillins are considered the drugs of choice for several infections caused by susceptible gram positive aerobic organisms, such as Streptococcus pneumoniae, groups A, B, C and G streptococci, nonenterococcal group D streptococci, viridans group streptococci, and non-penicillinase producing staphylococcus. Aminoglycosides may be added for synergy against group B streptococcus (S. agalactiae), S. viridans, and Enterococcus faecalis. The natural penicillins may also be used as first or second line agents against susceptible gram positive aerobic bacilli such as Bacillus anthracis, Corynebacterium diphtheriae, and Erysipelothrix rhusiopathiae. Natural penicillins have limited activity against gram negative organisms; however, they may be used in some cases to treat infections caused by Neisseria meningitidis and Pasteurella. They are not generally used to treat anaerobic infections. Resistance patterns, susceptibility and treatment guidelines vary across regions.",
        "pharmacologyIndication": "For use in the treatment of severe infections caused by penicillin G-susceptible microorganisms when rapid and high penicillin levels are required such as in the treatment of septicemia, meningitis, pericarditis, endocarditis and severe pneumonia.",
        "pharmacodynamics": "Penicillin G is a penicillin beta-lactam antibiotic used in the treatment of bacterial infections caused by susceptible, usually gram-positive, organisms. The name \"penicillin\" can either refer to several variants of penicillin available, or to the group of antibiotics derived from the penicillins. Penicillin G has in vitro activity against gram-positive and gram-negative aerobic and anaerobic bacteria. The bactericidal activity of penicillin G results from the inhibition of cell wall synthesis and is mediated through penicillin G binding to penicillin binding proteins (PBPs). Penicillin G is stable against hydrolysis by a variety of beta-lactamases, including penicillinases, and cephalosporinases and extended spectrum beta-lactamases.",
        "mechanismOfAction": "By binding to specific penicillin-binding proteins (PBPs) located inside the bacterial cell wall, penicillin G inhibits the third and last stage of bacterial cell wall synthesis. Cell lysis is then mediated by bacterial cell wall autolytic enzymes such as autolysins; it is possible that penicillin G interferes with an autolysin inhibitor.",
        "absorption": "Rapidly absorbed following both intramuscular and subcutaneous injection. Initial blood levels following parenteral administration are high but transient. Oral absorption in fasting, healthy humans is only about 15-30% as it is very susceptible to acid-catalyzed hydrolysis.",
        "proteinBinding": "Bind to serum proteins (45-68%), mainly albumin.",
        "metabolism": "About 16-30% of an intramuscular dose is metabolized to penicilloic acid, an inactive metabolite. Small amounts of 6-aminopenicillanic acid have been recovered in the urine of patients on penicillin G. A small percentage of the drug appears to be hydroxylated into one or more active metabolites, which are also excreted via urine.",
        "routeOfElimination": "Penicillin G is eliminated by the kidneys. Nonrenal clearance includes hepatic metabolism and, to a lesser extent, biliary excretion.",
        "toxicity": "Oral LD<small><sub>50</sub></small> in rat is 8900 mg/kg <a href='reference://msds-reference-DB01053'>¹</a>. Neurological adverse reactions, including convulsions, may occur with the attainment of high CSF levels of beta-lactams. Neutropenia can occur if high doses are administered consistently for over 2 weeks. ",
        "id": "DB01053"
    },
    {
        "name": "Bacitracin",
        "summary": "Bacitracin is a cyclic polypeptide antibiotic used to prevent wound infections, treat pneumonia and empyema in infants, and to treat skin and eye infections.",
        "background": "Bacitracin is a combination of at least 9 bacitracins.<a href='reference://reference-A955'>¹</a>⁻<a href='reference://reference-A181952'>²</a> 60-80% of commercially prepared bacitracin is bacitracin A.<a href='reference://reference-A181952'>²</a> The bacillus that produces bacitracin was first isolated from a knee scrape in 1945 from the knee wound of a child named Margaret Tracy.<a href='reference://reference-A181952'>²</a>\nBacitracin was granted FDA approval on 29 July 1948.<a href='reference://reference-A181997'>³</a>⁻<a href='reference://reference-L7748'>⁴</a>",
        "pharmacologyIndication": "Bacitracin is indicated in topical formulations for acute and chronic localized skin infections.<a href='reference://reference-A181997'>³</a> Occasionally, it is also used intramuscularly for infantile streptococcal pneumonia and empyema.<a href='reference://reference-A181997'>³</a> Bacitracin is also formulated as an ointment with neomycin and polymyxin B for over the counter use.<a href='reference://reference-A181997'>³</a>⁻<a href='reference://reference-L7769'>⁵</a> A bacitracin ointment formulated with neomycin and polymyxin B along with hydrocortisone is indicated for the treatment of corticosteroid responsive dermatoses with secondary infection.<a href='reference://reference-L7772'>⁶</a>",
        "pharmacodynamics": "Bacitracin is a mixture of polypeptides that prevent the formation of the bacterial cell wall and oxidatively cleave DNA.<a href='reference://reference-A954'>⁷</a> It has a short duration of action as it must be given every 3 to 4 hours topically.<a href='reference://reference-L7769'>⁵</a>⁻<a href='reference://reference-L7772'>⁶</a> Bacitracin is nephrotoxic when given intramuscularly and may lead to renal failure.<a href='reference://reference-A181997'>³</a>",
        "mechanismOfAction": "Bacitracin binds to a divalent metal ion such as Mn(II), Co(II), Ni(II), Cu(II), or Zn(II).<a href='reference://reference-A954'>⁷</a> These complexes bind C<small><sub>55</sub></small>-isoprenyl pyrophosphate, preventing the hydrolysis of a lipid dolichol pyrophosphate, which finally inhibits cell wall synthesis.<a href='reference://reference-A954'>⁷</a> Bacitracin metal complexes also bind and oxidatively cleave DNA.<a href='reference://reference-A954'>⁷</a>",
        "absorption": "Topical, ophthalmic, and oral formulations of bacitracin are poorly absorbed systemically.<a href='reference://reference-A181997'>³</a>⁻<a href='reference://reference-A182024'>⁸</a> Intramuscular bacitracin is readily and completely absorbed.<a href='reference://reference-L7784'>⁹</a>",
        "proteinBinding": "Data regarding the protein binding of bacitracin in humans is not readily available.<a href='reference://reference-A181997'>³</a>",
        "metabolism": "Data regarding the metabolism of bacitracin in humans is not readily available.<a href='reference://reference-A181997'>³</a> Because bacitracin is a protein it is expected to be metabolized into smaller polypeptides and amino acids.<a href='reference://reference-A182009'>¹⁰</a> However, the structure of bacitracin may afford it some protection from the action of proteases.<a href='reference://reference-A954'>⁷</a>",
        "routeOfElimination": "Bacitracin is mainly excreted renally with 87% of and intramuscular dose being recovered in the urine after 6 hours.<a href='reference://reference-A182018'>¹¹</a>",
        "toxicity": "The oral LD<small><sub>50</sub></small> of bacitracin in rats is &gt;2000mg/kg.<a href='reference://reference-L7775'>¹²</a>\nSpecific data regarding bacitracin overdoses is not readily available.<a href='reference://reference-T662'>¹³</a> An overdose of bacitracin may lead to nephrotoxicity<a href='reference://reference-A181997'>³</a> and patients should be treated with supportive measures.",
        "id": "DB00626"
    },
    {
        "name": "Colistin",
        "summary": "Colistin is a polymyxin antibiotic used to treat bacterial infections caused by susceptible Gram negative bacteria.",
        "background": "Cyclic polypeptide antibiotic from Bacillus colistinus. It is composed of Polymyxins E1 and E2 (or Colistins A, B, and C) which act as detergents on cell membranes. Colistin is less toxic than Polymyxin B, but otherwise similar; the methanesulfonate is used orally.",
        "pharmacologyIndication": "For the treatment of acute or chronic infections due to sensitive strains of certain gram-negative bacilli, particularly Pseudomonas aeruginosa.",
        "pharmacodynamics": "Colistin is a polymyxin antibiotic agent. Polymyxins are cationic polypeptides that disrupt the bacterial cell membrane through a detergentlike mechanism. With the development of less toxic agents, such as extended-spectrum penicillins and cephalosporins, parenteral polymyxin use was largely abandoned, except for the treatment of multidrug-resistant pulmonary infections in patients with cystic fibrosis. More recently, however, the emergence of multidrug-resistant gram-negative bacteria, such as Pseudomonas aeruginosa and Acinetobacter baumannii, and the lack of new antimicrobial agents have led to the revived use of the polymyxins.",
        "mechanismOfAction": "Colistin is a surface active agent which penetrates into and disrupts the bacterial cell membrane. Colistin is polycationic and has both hydrophobic and lipophilic moieties. It interacts with the bacterial cytoplasmic membrane, changing its permeability. This effect is bactericidal. There is also evidence that polymyxins enter the cell and precipitate cytoplasmic components, primarily ribosomes.",
        "absorption": "Very poor absorption from gastrointestinal tract.",
        "proteinBinding": "Not Available",
        "metabolism": "As 80% of the dose can be recovered unchanged in the urine, and there is no biliary excretion, it can be assumed that the remaining drug is inactivated in the tissues, however the mechanism is unknown.",
        "routeOfElimination": "Not Available",
        "toxicity": "Oral LD<small><sub>50</sub></small> in rats is 5450 mg/kg. Overdosage with colistimethate can cause neuromuscular blockade characterized by paresthesia, lethargy, confusion, dizziness, ataxia, nystagmus, disorders of speech and apnea. Respiratory muscle paralysis may lead to apnea, respiratory arrest and death.",
        "id": "DB00803"
    },
    {
        "name": "Polymyxin B",
        "summary": "Polymyxin B is a polymyxin antibiotic used to treat a wide variety of infections in the body.",
        "background": "Polymyxin B was discovered in the 1940s<a href='reference://reference-A176429'>¹</a>. They are basic polypeptides of about eight amino acids and have cationic detergent action on cell membranes<a href='reference://reference-A176426'>²</a>. Polymyxin B is used for infections with gram-negative organisms, but may be neurotoxic and nephrotoxic<a href='reference://reference-A176426'>²</a>⁻<a href='reference://label-reference-DB00781'>³</a>. All gram-positive bacteria, fungi, and the gram-negative cocci, are resistant<a href='reference://reference-A176426'>²</a>. It is appropriate for treatment of infections of the urinary tract, meninges, and blood stream, caused by susceptible strains of Pseudomonas aeruginosa<a href='reference://label-reference-DB00781'>³</a>. Polymyxin B has a narrow therapeutic index and so its use is limited and unlikely to be used first line<a href='reference://reference-A176429'>¹</a>.",
        "pharmacologyIndication": "Polymyxin B is indicated for the treatment of infections of the urinary tract, meninges, and blood stream, caused by susceptible strains of Pseudomonas aeruginosa<a href='reference://label-reference-DB00781'>³</a>.",
        "pharmacodynamics": "Polymyxin B is an antibiotic that disrupts the outer cell membrane of Gram negative bacteria, binds and neutralizes lipopolysaccharide, and inhibits respiration of Gram-negative bacterial cells<a href='reference://reference-A176426'>²</a>. Polymyxin B can be given by a number of routes to treat susceptible Gram negative bacterial infections<a href='reference://reference-A176426'>²</a>. Absorption of the drug is poor (though not necessary for most of its activity) and the excreted drug is unchanged by metabolic processes<a href='reference://reference-A176432'>⁴</a>⁻<a href='reference://reference-A176390'>⁵</a>. Polymyxin B is generally indicated for susceptible Gram negative infections of the urinary tract, meninges, and blood stream<a href='reference://label-reference-DB00781'>³</a>.",
        "mechanismOfAction": "The alpha and gamma diaminobutyric acid of a positively charged polymyxin B forms an electrostatic interaction with the phosphate groups of a negatively charged lipid A on the outer membrane of a Gram negative bacterium<a href='reference://reference-A176426'>²</a>. Calcium and Magnesium ions are displaced from phosphates of the membrane lipids, destabalising the lipopolysaccharide (LPS), increasing membrane permeability, causing cytoplasmic leaking, and killing the cell<a href='reference://reference-A176426'>²</a>.\nPolymyxin B can also bind and neutralize LPS released during bacterial lysis, preventing reactions to endotoxin<a href='reference://reference-A176426'>²</a>.\nA third activity of polymyxin B is the inhibition of type II NADH-quinone oxidoreductases in the bacterial inner membrane, which are essential for respiration<a href='reference://reference-A176426'>²</a>.\nPolymyxin is active against common Gram negative bacteria but not Gram negative cocci, Gram positive bacteria, or anaerobic bacteria<a href='reference://reference-A176426'>²</a>.",
        "absorption": "Administration by the oral route does not lead to absorption<a href='reference://reference-A176426'>²</a>.",
        "proteinBinding": "Polymyxin B is 79% to 92% bound to proteins<a href='reference://reference-F4151'>⁶</a>. Polymyxin B is likely 92 to 99% protein bound in circulation, though the exact proteins have not been identified<a href='reference://reference-A176420'>⁷</a>.",
        "metabolism": "There is little data available for the metabolism of polymyxin B<a href='reference://reference-A176432'>⁴</a>. In one study, &lt;1% of polymyxin B was eliminated through the kidneys and it had not been metabolised<a href='reference://reference-A176432'>⁴</a>. Polymyxin B has also been found in bile, not having undergone metabolic processes<a href='reference://reference-A176390'>⁵</a>.",
        "routeOfElimination": "Polymyxin B is proposed to be primarily eliminated through renal tubular reabsorption and non-renal pathways<a href='reference://reference-A176390'>⁵</a>⁻<a href='reference://reference-F4151'>⁶</a>. Urine collection in humans and animals show &lt;5% of polymyxin B eliminated from the kidneys<a href='reference://reference-A176390'>⁵</a>. However, a Canadian product monograph states the drug is primarily eliminated through the kidneys and that 60% of polymyxin B is recovered in the urine<a href='reference://reference-F4151'>⁶</a>. This discrepancy can be explained by the 12 to 24 hour lag time between administration and significant elimination of polymyxin B<a href='reference://reference-F4151'>⁶</a>. Non-renal elimination is not well understood but all 4 components of polymyxin B have been detected in bile<a href='reference://reference-A176390'>⁵</a>.",
        "toxicity": "Nephrotoxicity can occur in patients as polymyxin B is thought to accumulate in renal cells after renal tubular reabsorption<a href='reference://reference-A176390'>⁵</a>. This accumulation can lead to apoptosis of renal cells and decrease in renal function<a href='reference://reference-A176399'>⁸</a>. In recent studies, acute kidney injury (AKI) has been seen in 31.3% to 39.4% of patients receiving polymyxin B<a href='reference://reference-A176399'>⁸</a>.\nOverdose cases can cause neuromuscular block leading to apnea, muscular weakness, vertigo, transient facial parasthesia, slurred speed, vasomotor instability, visual disturbance, confusion, psychosis, and respiratory arrest<a href='reference://reference-F4151'>⁶</a>. Renal failure has also been seen through decreased urine output, and increased serum concentrations of blood urea nitrogen<a href='reference://reference-F4151'>⁶</a>.\nOverdose of polymyxin B is treated by stopping the drug and beginning symptomatic treatment<a href='reference://reference-F4151'>⁶</a>. Intravenous administration of mannitol may enhance renal clearance, and hemodialysis may manage renal complications<a href='reference://reference-F4151'>⁶</a>.\nSafety of polymyxin B has not been established in pregnancy, breast feeding, pediatrics, and geriatrics<a href='reference://reference-F4151'>⁶</a>. Polymyxin B should no be used in pregnancy unless the benefit outweighs the risk<a href='reference://reference-F4151'>⁶</a>. Nursing mothers should either stop nursing or stop polymyxin B treatment depending on the risks to both the mother and child<a href='reference://reference-F4151'>⁶</a>. Pediatric patients should be frequently monitored for renal function and no dosing information is available in children under 2 years of age<a href='reference://reference-F4151'>⁶</a>. Geriatric patients should have renal function assessed before and regularly during therapy<a href='reference://reference-F4151'>⁶</a>.",
        "id": "DB00781"
    },
    {
        "name": "Oxytetracycline",
        "summary": "Oxytetracycline is a tetracycline antibiotic used to treat a wide variety of susceptible bacterial infections.",
        "background": "A tetracycline analog isolated from the actinomycete streptomyces rimosus and used in a wide variety of clinical conditions.",
        "pharmacologyIndication": "Oxytetracycline is indicated for treatment of infections caused by a variety of Gram positive and Gram negative microorganisms including Mycoplasma pneumoniae, Pasteurella pestis, Escherichia coli, Haemophilus influenzae (respiratory infections), and Diplococcus pneumoniae.",
        "pharmacodynamics": "Oxytetracycline is known as a broad-spectrum antibiotic due to its activity against such a wide range of infections. It was the second of the tetracyclines to be discovered. Oxytetracycline, like other tetracyclines, is used to treat many infections common and rare. Its better absorption profile makes it preferable to tetracycline for moderately severe acne, but alternatives sould be sought if no improvement occurs by 3 months.",
        "mechanismOfAction": "Oxytetracycline inhibits cell growth by inhibiting translation. It binds to the 30S ribosomal subunit and prevents the amino-acyl tRNA from binding to the A site of the ribosome. The binding is reversible in nature. Oxytetracycline is lipophilic and can easily pass through the cell membrane or passively diffuses through porin channels in the bacterial membrane.",
        "absorption": "Readily absorbed following oral administration.",
        "proteinBinding": "Not Available",
        "metabolism": "Not Available",
        "routeOfElimination": "Not Available",
        "toxicity": "Adverse effects may include stomach or bowel upsets and rarely allergic reactions. Very rarely severe headache and vision problems may be signs of dangerous intracranial hypertenion.",
        "id": "DB00595"
    },
    {
        "name": "Trimethoprim",
        "summary": "Trimethoprim is an antifolate antibiotic often used in combination with sulfamethoxazole to treat a number of infections, including those of the urinary tract, respiratory tract, and gastrointestinal tract.",
        "background": "Trimethoprim is an antifolate antibacterial agent that inhibits bacterial dihydrofolate reductase (DHFR), a critical enzyme that catalyzes the formation of tetrahydrofolic acid (THF) - in doing so, it prevents the synthesis of bacterial DNA and ultimately continued bacterial survival.<a href='reference://reference-L11893'>¹</a> Trimethoprim is often used in combination with sulfamethoxazole due to their complementary and synergistic mechanisms but may be used as a monotherapy in the treatment and/or prophylaxis of urinary tract infections.<a href='reference://reference-L11893'>¹</a>⁻<a href='reference://reference-L11830'>²</a> It is structurally and chemically related to pyrimethamine, another antifolate antimicrobial used in the treatment of plasmodial infections.<a href='reference://reference-T707'>³</a>",
        "pharmacologyIndication": "As a monotherapy, trimethoprim is indicated for the treatment of acute episodes of uncomplicated urinary tract infections caused by susceptible bacteria, including E. coli., K. pneumoniae, Enterobacter spp., P. mirabilis, and coagulase-negative Staphylococcus species.<a href='reference://reference-L11893'>¹</a>⁻<a href='reference://reference-L11890'>⁴</a> In various formulations in combination with sulfamethoxazole, trimethoprim is indicated for the following infections caused by bacteria with documented susceptibility: urinary tract infections, acute otitis media in pediatric patients (when clinically indicated), acute exacerbations of chronic bronchitis in adults, enteritis caused by susceptible Shigella, prophylaxis and treatment of Pneumocystis jiroveci pneumonia, and travelers' diarrhea caused by enterotoxigenic E. coli.<a href='reference://reference-L11830'>²</a>⁻<a href='reference://reference-L11863'>⁵</a>\nTrimethoprim is available as an ophthalmic solution in combination with polymyxin B for the treatment of acute bacterial conjunctivitis, blepharitis, and blepharoconjunctivitis caused by susceptible bacteria.<a href='reference://reference-L11887'>⁶</a>",
        "pharmacodynamics": "Trimethoprim exerts its antimicrobial effects by inhibiting an essential step in the synthesis of bacterial nucleic acids and proteins.<a href='reference://reference-L11893'>¹</a> It has shown activity against several species of gram-negative bacteria, as well as coagulase-negative Staphylococcus species. <a href='reference://reference-L11893'>¹</a> Resistance to trimethoprim may arise via a variety of mechanisms, including alterations to the bacterial cell wall, overproduction of dihydrofolate reductase, or production of resistant dihydrofolate reductase.<a href='reference://reference-L11893'>¹</a> Rarely, trimethoprim can precipitate the development of blood disorders (e.g. thrombocytopenia, leukopenia, etc.) which may be preceded by symptoms such as sore throat, fever, pallor, and or purpura - patients should be monitored closely for the development of these symptoms throught the course of therapy.<a href='reference://reference-L11893'>¹</a>\nAs antimicrobial susceptibility patterns are geographically distinct, local antibiograms should be consulted to ensure adequate coverage of relevant pathogens prior to use.",
        "mechanismOfAction": "Trimethoprim is a reversible inhibitor of dihydrofolate reductase, one of the principal enzymes catalyzing the formation of tetrahydrofolic acid (THF) from dihydrofolic acid (DHF).<a href='reference://reference-L11893'>¹</a> Tetrahydrofolic acid is necessary for the biosynthesis of bacterial nucleic acids and proteins and ultimately for continued bacterial survival - inhibiting its synthesis, then, results in bactericidal activity. Trimethoprim binds with a much stronger affinity to bacterial dihydrofolate reductase as compared to its mammalian counterpart, allowing trimethoprim to selectively interfere with bacterial biosynthetic processes.<a href='reference://reference-L11893'>¹</a> \nTrimethoprim is often given in combination with sulfamethoxazole, which inhibits the preceding step in bacterial protein synthesis - given together, sulfamethoxazole and trimethoprim inhibit two consecutive steps in the biosynthesis of bacterial nucleic acids and proteins.<a href='reference://reference-L11830'>²</a> As a monotherapy trimethoprim is considered bacteriostatic, but in combination with sulfamethoxazole is thought to exert bactericidal activity.<a href='reference://reference-L11887'>⁶</a>⁻<a href='reference://reference-A191089'>⁷</a>",
        "absorption": "Steady-state concentrations are achieved after approximately 3 days of repeat administration.<a href='reference://reference-A191368'>⁸</a> Average peak serum concentrations of approximately 1 µg/mL (C<small><sub>max</sub></small>) are achieved within 1 to 4 hours (T<small><sub>max</sub></small>) following the administration of a single 100mg dose.<a href='reference://reference-L11893'>¹</a> Trimethoprim appears to follow first-order pharmacokinetics,<a href='reference://reference-A191368'>⁸</a> as a single 200mg dose results in serum concentrations approximately double that of a 100mg dose.<a href='reference://reference-L11893'>¹</a> The steady-state AUC of orally administered trimethoprim is approximately 30 mg/L·h.<a href='reference://reference-A191368'>⁸</a>",
        "proteinBinding": "Trimethoprim is 44% bound to plasma proteins, though the specific proteins to which it binds have not been elucidated.<a href='reference://reference-L11890'>⁴</a>",
        "metabolism": "Trimethoprim undergoes oxidative metabolism to a number of metabolites, the most abundant of which are the demethylated 3'- and 4'- metabolites, accounting for approximately 65% and 25% of the total metabolite formation, respectively.<a href='reference://reference-A191149'>⁹</a> Minor products include N-oxide metabolites (&lt;5%) and benzylic metabolites in even smaller quantities.<a href='reference://reference-A191149'>⁹</a> The parent drug is considered to be the therapeutically active form.<a href='reference://reference-L11893'>¹</a>\nThe majority of trimethoprim biotransformation appears to involve CYP2C9 and CYP3A4 enzymes, with CYP1A2 contributing to a lesser extent.<a href='reference://reference-A191149'>⁹</a>",
        "routeOfElimination": "Approximately 10-20% of an ingested trimethoprim dose is metabolized, primarily in the liver, while a large portion of the remainder is excreted unchanged in the urine.<a href='reference://reference-L11893'>¹</a> Following oral administration, 50% to 60% of trimethoprim is excreted in the urine within 24 hours, approximately 80% of which is unchanged parent drug.<a href='reference://reference-L11890'>⁴</a>",
        "toxicity": "The oral LD<small><sub>50</sub></small> in mice and rats is 2764 mg/kg and &gt;5300 mg/kg, respectively.<a href='reference://reference-L11917'>¹⁰</a>\nPrescribing information for trimethoprim states that signs of overdose may be evident following ingestion of doses &gt;1 gram, and may include nausea, vomiting, dizziness, headaches, mental depression, confusion, and bone marrow depression.<a href='reference://reference-L11893'>¹</a> Treatment should consist of general supportive measures and gastric lavage, if applicable. Urinary acidification may increase renal elimination of trimethoprim. Hemodialysis is only moderately effective in eliminating trimethoprim and peritoneal dialysis is of no benefit.<a href='reference://reference-L11893'>¹</a>",
        "id": "DB00440"
    }
]